{
    "title": "How Feminism Can Guide Climate Change Action",
    "link": "https://www.scientificamerican.com/article/how-feminism-can-guide-climate-change-action/",
    "category": "Opinion",
    "date": "December 21, 2024",
    "summary": "Feminism gives us the analysis, tools and movement to create a better climate future for everyone. It’s time to embrace it",
    "authors": "Laura Turquet, Silke Staab, Brianna Howell",
    "date_pub": "December 21, 2024",
    "read_time": "5min read",
    "type": "Opinion",
    "full_text": "Thisyear is projectedto be thehottest on record.The latest United Nations estimatesindicate that, without radical and immediate action, we are headed towardan increasingly unlivable planetwith an increase of up to 3.1 degrees Celsius by the end of the century. Solving the climate crisis requires urgent, global cooperation.\nBut the yearly global climate meeting (called the Conference of the Parties, or COP) held in November in the petrostate of Azerbaijan upheld the status quo, at best. The current economic system that underpins that status quo is rooted in the extraction of natural resources and exploitation of cheap or unpaid labor, often done by women and marginalized communities. This system therefore drives the climate crisis while perpetuating inequalities based on gender, race and class. It prioritizes the interests of corporations, governments and elites in positions of power and wealth, while destroying the natural environment that poor and marginalized people depend on the most.\nWe need a different tack to move the needle. As gender-equality researchers at the U.N., we seegrowing evidencethat women, girls and gender-diverse people are bearing the brunt of climate change. And that raises a question: What if we approached climate from a feminist perspective?\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nFeminism offers an analysis of how inequalities structure our world and therefore drive the climate crisis, among other global concerns. We believe that it provides a vision of a better climate future, and a practical approach for moving towards it. That sound future is not just about ending fossil fuel–based economies—though that is urgent and necessary—but a more fundamental transformation of our economic and political systems.\nWomen worldwide have unequal access to economic resources, such as jobs, bank accounts, land and technology. This means that when weather patterns change, disrupting infrastructure and public services, they are less able to adapt, recover and rebuild. As a result, their livelihoods and economic security are particularly at risk.U.N. Women’s latest researchfinds that, globally, climate change may push up to 158 million more women and girls into poverty, and 236 million more women and girls into food insecurity, by 2050 under a worst-case scenario. In addition to income poverty, women and girls face rising time poverty. As water, fuel and nutritious food are harder to come by and the health care needs of family members increase, women and girls have to spend more time on unpaid care work. This reduces the time they have to do paid work, go to school or take care of themselves.\nThis toxic combination of time and income poverty has far-reaching, long-term consequences. After years of slow progress in reducing rates of child marriage, for example, this practice is on the rise again in places experiencing environmental stress, as families struggle financially and see early marriage as a form of security for their girls. Indrought-prone areas, girls are increasingly likely to drop out of school, as families cannot afford fees and need their girls to contribute to household work, stunting their opportunities for life.\nThe feminist climate justice approach tries to address the interlinked challenges of climate change, gender inequality and social injustice. It is based on the recognition that women and girls who are poor, from “lower” castes or a marginalized ethnic group, or are disabled, are most affected by disasters and environmental degradation, while their knowledge and contributions to addressing them are consistently sidelined. A feminist climate justice approach elevates their voices and values their contributions to understanding the climate crisis and charting a new way forward. For example, women from Indigenous and local communities have used theirtraditional knowledgeof tree species to lead sustainable forestry initiatives in Colombia; and in Bangladesh, during extreme floods, women relied on traditional rural cooking methods to provide food in remote affected areas.\nWe need to move away from economies based on extraction and pollution, towards ones that are based on regeneration and care for one another and for the environment. These new systems would prioritize the well-being of people and the planet, over profits and elite power, to enable a more sustainable, resilient, inclusive and equitable future. This feminist vision builds on thinking from a diversity of cultural contexts and growing interest in “well-being economies.” For example, the Buen Vivir (Living Well) paradigm that underpins the development strategies of Bolivia and Ecuador is inspired by Indigenous knowledge and values that promote harmonious relationships between humans and nature. Meanwhile in Canada, aQuality of Life strategywas introduced to support a resilient COVID-19 recovery, focusing on improving key areas of life such as health, social belonging, environmental quality, prosperity and public trust.\nAs detailed in our reportFeminist Climate Justice: A Framework for Action,moving towards this vision requires action around four pillars.\nFirst, we must recognize women's rights, labor and knowledge. To be effective, climate policymaking needs to take into account the expertise that women, including Indigenous and rural women, bring to bear on issues like preserving ecosystems and environmentally sustainable agriculture. This is essential to avoid the problem of maladaptation—well-intended adaptation projects that either don’t work or cause more harm than good.\nWe must redistribute resources away from male-dominated, environmentally harmful economic activities towards those prioritizing women’s employment, regeneration and care for both people and ecosystems. The idea of a just transition, which is gaining prominence on the climate agenda, must extend beyond providing new jobs for men laid off from fossil fuel industries to address the longstanding economic disadvantages women and marginalized groups face: persistent wage gaps; vast inequalities in land ownership, labor force participation, access to education, training and technology; and inadequate or absent social protection.\nWe must ensure representation of diverse women’s voices in environmental decision-making, whether in social movements, environmental ministries or COP delegations. In civil society, women organizing collectively within and across movements have the right to be heard and see their interests reflected, without being threatened, harassed and even killed for their activism. Ending impunity for violence against human and environmental rights defenders is therefore also essential.\nAnd we must repair the impacts of environmental degradation—acknowledging that the Global North bears the largest share of responsibility for historical emissions—and guarantee not to repeat those harms. Wealthy countries need to make good on long-standing climate finance commitments and ensure resources get to grassroots women’s organizations at the forefront of this crisis. As campaigners chanted at COP28, “billions not millions, make polluters pay.” Taxing and regulating the corporations that are causing climate chaos in developing countries is necessary as part of reparations.\nAs well as the “what” of feminist climate justice, the ‘how’ is equally important. The vast gap between the demands for bold climate action and sluggish government responses raises urgent questions on how to ensure accountability. Given the tensions and conflicts between countries at the moment, the fact that every government comes together each year to negotiate on climate is an achievement not to be dismissed. But still, it feels like we are a million miles from where we need to be. The role of social movements—feminists, environmentalists, indigenous people’s organizations, youth—working with allies in the UN, governments and progressive business to demand faster, more radical action will be critical. Our hope is that the feminist climate justice framework can help unite a common understanding of the urgency and direction of necessary action across these four pillars to demand a more sustainable future.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.\nLaura Turquetis deputy chief of research and data at U.N. Women. Follow Turquet on Bluesky lauraturquet.bsky.socialand LinkedIn\nSilke Staabis senior research specialist at U.N. Women. Follow her on Bluesky@silkestaab.bsky.socialandLinkedIn\nBrianna Howellis research analyst at U.N. Women. Follow her onLinkedIn",
    "authors_names": "Laura Turquet, Silke Staab, Brianna Howell",
    "difficulty": "easy",
    "sentiment": "positive"
}