{
    "title": "Book Review: In a Drowning New York City, Can All of Natural History Be Saved?",
    "link": "https://www.scientificamerican.com/article/book-review-in-a-drowning-new-york-city-can-all-of-natural-history-be-saved/",
    "category": "Book Reviews",
    "date": "December 17, 2024",
    "summary": "In the often-gloomy genre of climate fiction, a new novel hits a high-water mark for its empathy",
    "authors": "Alan Scherstuhl",
    "date_pub": "December 17, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "All the Water in the World: A Novelby Eiren Caffall. St. Martin’sPress, 2025 ($29)\nEiren Caffall’s lyric yet gripping first novel centers, as its title suggests, on life after a great flood, with a young woman known as Nonie canoeing over a drowned New York City and up the Hudson River toward the high ground of the Berkshires. Fittingly for the genre of postapocalyptic American fiction, Caffall offers grand visions of the world made strange—Nonie sits in the bow of a canoe, watching the water for “snags” such as the tops of street­lamps or the trees of Central Park—and stirs suspense in encounters with the various settlements and wildlife along the route.\nLike the cultural ephemera of Emily St. John Mandel’sStation Eleven, the seeds in Alison Stine’s Road Out of Winter or the child in the womb in Louise Erdrich’sFuture Home of the Living God, a symbol of hope has been carried from the book’s fallen civilization to take root in whatever comes next. This time that symbol is natural history itself, as set down in a journal by former scientists at New York’s American Museum of Natural History. At the novel’s start, in a city that’s not yet fully flooded, those scientists and their families have formed a makeshift society on the museum’s roof. To protect physical exhibits that may not survive, they’ve taken pains to preserve the knowledge those exhibits represent in a logbook that, when the waters rise, will be carried in Nonie’s pack.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nLike her scientists and survivors, Caffall relishes the museum and its treasures. Her vision of the institution stripped bare by desperate caretakers unsettles and moves. The novel is often dark, steeped in grief and uncertainty, concerned with practicalities such as infections and finding anti­­biotics. Caffall favors a briskly ruminative approach with short, reflective chapters about what life after the end feels like. (Violence, including threats of sexual assault, occurs mostly off page.) But that’s not to suggest thatAll the Water in the Worldneglects the beauty and wonder of Nonie’s adventure. The scene of her family floating away from the museum in an Indigenous canoe from an old exhibit is tense, de­­­lightful and rich with resonance.",
    "authors_names": "Alan Scherstuhl",
    "difficulty": "easy",
    "sentiment": "neutral"
}