{
    "title": "Luigi Mangione Said He Had Spondylolisthesis: What Is It?",
    "link": "https://www.scientificamerican.com/article/luigi-mangione-said-he-had-spondylolisthesis-what-is-it/",
    "category": "Health Care",
    "date": "December 11, 2024",
    "summary": "The suspect in the recent shooting of a UnitedHealthcare CEO reportedly had spondylolisthesis, a condition that causes the vertebrae to go out of alignment",
    "authors": "Tanya Lewis",
    "date_pub": "December 11, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Luigi Mangione, the suspectcharged with murderin the shooting of UnitedHealthcare (UHC) CEO Brian Thompson, purportedly suffered from severe back pain caused by a condition called spondylolisthesis.Mangione told friendsthe pain interfered with his ability to perform physical activities and his dating life, according toThe New York Times. He had also told people he needed surgery, anda photograph on his account on X(formerly Twitter) showed an apparent x-ray of a spine pierced by long rods and screws—signs of a surgery sometimes used to stabilize vertebrae if medications and physical therapy don’t control pain.\nIn spondylolisthesis, spinal vertebrae slip out of alignment and press on other vertebrae and nerves, which can sometimes cause pain. It’s most common in the lumbar (lower) spine but can also occur in the thoracic (upper) or cervical (neck) regions. There are several types of the condition. Degenerative spondylolisthesis is the most common; it happens as the body ages and the soft-tissue discs that separate the vertebrae break down. In congenital spondylolisthesis, the spine doesn’t form properly and may cause problems at birth or later in life. In isthmic spondylolisthesis, the bone that connects two vertebrae snaps, allowing those segments to shift out of place. The condition can also be caused by a physical traumasuch as a sports injury, an illness or even back surgery. It’s not clear which form of spondylolisthesis Mangione may have had.\nAside from back pain, spondylolisthesis symptoms can include leg pain, back stiffness, difficulty walking or standing or numbness, weakness and tingling. Milder cases can be treated with rest, painkillers, steroid injections, physical therapy or a back brace. More severe ones can require surgery to stabilize the spine.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nMangione was reportedlynot taking any medicationfor his back pain. But he had posted in spondylolisthesis-related Reddit threads and talked on the site Goodreads about reading books on back pain,according to CNN. He told a friend in Honolulu, where he had been living the year before the shooting, that he needed back surgery. In the summer of 2023, his friend texted him to ask how the surgery went, and Mangione sent back x-ray scans of his spine. The friend told CNN that the images “looked heinous” and that he fell out of touch with Mangione after that.\nIt’s not clear if or how Mangione’s back condition or surgery may have been connected to the UHC CEO’s shooting death on a street in Manhattan last week. When police arrested Mangione, he wasreportedlycarrying a handwritten manifesto that mentioned UHC and accused health insurance companies of “[abusing] our country for immense profit.”",
    "authors_names": "Tanya Lewis",
    "difficulty": "easy",
    "sentiment": "neutral"
}