{
    "title": "January 2025: Science History from 50, 100 and 150 Years Ago",
    "link": "https://www.scientificamerican.com/article/january-2025-science-history-from-50-100-and-150-years-ago/",
    "category": "History",
    "date": "December 17, 2024",
    "summary": "The J particle; a nitroglycerin engine",
    "authors": "Mark Fischetti",
    "date_pub": "December 17, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Thunder Crack or Thunder Rumble\n“A lightning flash lasts only a few tenths of a second. Why does the resulting sound persist for half a minute or even longer? A typical lightning discharge consists of three strokes through a channel extending some 10 kilometers. The light from all parts of the channel reaches the observer almost instantaneously. The sound from the various parts, however, reaches the observer at different times. If the lightning channel is generally at right angles to the line of sight, the sound will reach the observer at almost the same time: an abrupt, loud crack. If the channel is generally parallel to the line of sight, the sound from the farthest part will reach the observer many seconds later than the sound from the nearest part: a long rumble.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nJ Particle May Be Charmed Quark\n“The most puzzling aspect of the recent discovery of a new kind of subnuclear particle at two high-energy-­physics laboratories is the particle’s extra­ordinarily long lifetime of 10–20second. This unexpectedly ‘slow’ decay sets the comparatively massive new particle apart from hundreds of other unstable sub–nuclear species that have been created with particle accelerators. Most of the latter particles have life­­times on the order of 10–23second. The new particle is called the J particle by one group of experimenters and the psi particle by the other. Another possibility being discussed is that the particle represents a ‘bound state’ consisting of a ‘charmed’ quark and its cor responding antiquark.”\nDoes Lactic Acid Cause Muscle Fatigue?\n“What happens when we get out of breath or become ex­­haust­­ed? Dr. A. V. Hill, professor of physiology at University College London, recently discovered that there was a very close relation between the fatigue caused by exercise and the production of a certain chemical called lactic acid in the muscles that are being used. Dr. Hill discovered that fatigue was accompanied by an increase in the amount of lactic acid in the muscles, whereas recovery from fatigue was always marked by a de­­crease in lactic acid.”\nScientists discredited the lactic acid idea more than two decades ago, but it persists today. They suspect that inorganic phosphate contributes to skeletal muscle fatigue.\nChromosphere Cloaks the Sun\n“The edge of the sun’s visible disk is surmounted to an elevation of between 8,000 and 10,000 miles by an envelope of rose-­colored gases, to which Mr. Norman Lockyer has given the name of chromosphere. The scarlet flame clothes the whole surface of the sun, and here and there rises in cloudlike forms that ascend to enormous heights. The spectroscope has shown that uprising jets are nothing but heated clouds of gas, largely hydrogen. Their spectrum exhibits conspicuously the bright lines of that element, yet another very prominent line as well. To this hypothetical element the name of helium has been assigned by Lockyer and Edward Frank­land, though with rather doubtful propriety.”\nWanted: A Nitroglycerin Engine\n“M. Champion, a French chemist, states that the heat developed by a given quantity of nitroglycerin when exploded is capable of exerting, when converted into motion, a maxi· mum energy five times that produced by the explosion of the same amount of gunpowder, and 3,000 times more than that of combustion of an equal quantity of coal. A quart of nitroglycerin, it is asserted, has the potential energy of 5,500 horsepower working during 10 hours. It remains to invent a machine in which the gigantic force can be harnessed and controlled.”\nMonorail, with Leather Brakes\n“The Turkish government has recently commenced the construction of a railway, termed the Steam Caravan, between Alexandretta and Aleppo, Syria, a distance of 94.2 miles. A single rail is employed, raised on a wall 28 inches high and 17.5 inches broad. The vehicles straddle both rail and wall. The locomotives are provided with horizontal, leather-­covered wheels, which rest against the sides of the masonry and serve as brakes, and the last vehicle of each train has similar arrangements. Each side of each carriage contains two persons, and the complete train is calculated to accommodate 96.”\n",
    "authors_names": "Mark Fischetti",
    "difficulty": "easy",
    "sentiment": "neutral"
}