{
    "title": "What Gives Christmas Trees Their Crisp, Cozy Scent?",
    "link": "https://www.scientificamerican.com/article/what-gives-christmas-trees-their-crisp-cozy-scent/",
    "category": "Plants",
    "date": "December 20, 2024",
    "summary": "Learn which molecules are responsible for giving Christmas trees their distinct, crisp-yet-spicy scent",
    "authors": "Meghan Bartels",
    "date_pub": "December 20, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Nothing smells quite like aChristmas tree—but where does that magical woodsy-yet-cozy aroma come from? You can thank a ubiquitous category of chemicals called terpenes.\n“Terpenes are the largest class of naturally produced chemicals in the world,” says Justin Whitehill, a plant pathologist who researches Christmas trees full time at North Carolina State University. “They’re found in pretty much all plant species.”\nTerpenes can play a wide range of beneficial ecological roles: they can protect plants from hungry predators and parasites, attract pollinators, and help plants tolerate stressful conditions. The specific terpenes produced—as well as the purposes they serve and the aromas they create—vary between different species.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nBut terpenes can also be dangerous to a plant itself, Whitehill says, and so in firs, for example, these chemicals are sequestered away from the rest of the tree’s tissue in a protective liquid botanists call resin. The thick liquid is kept in specialized ducts in the outer bark and needles where it can be oozed out as the tree needs, such as to patch an injury and reduce the likelihood of infection. It hardens when exposed to air, and it’s what makes your hands sticky after handling a Christmas tree. Resin is often mistakenly called sap, which properly refers to the watery liquid that carries nutrients and sugars throughout a tree. Sap is present in all trees, whereas resin is only produced by certain species.\nSmall terpenes have relatively low boiling points, at which they become a gas and create an odor our nose can detect, and it’s these smaller terpenes that produce the woodsy, characteristic scents of Christmas once a tree is placed indoors and warms up slightly, Whitehill says. But a tree has only so many terpenes to release, so the scent is finite. This is one reason why he recommends displaying a Christmas tree in a cooler part of your house, which cankeep the tree—and its scent—fresher for longer.\nSharp-nosed folks may also notice that their tree’s scent shifts over the course of its residence indoors, Whitehill notes. “There are some individual compounds that have different boiling points, and so the bouquet of those trees will change over time” from an intense pine aroma to one that’s maybe a bit sweeter, he says.\nWhitehill is most familiar with the array of terpenes produced by Fraser firs, which dominate Christmas tree farms in North Carolina, where he works. And he says that careful sniffing can pick up on the slight differences in terpene profiles between these firs and other species of Christmas trees. “One thing I have noticed that makes Fraser fir a little unique is that it has sort of a sweet aroma in addition to that holiday bouquet,” Whitehill says. “It has this kind of sweet, almost piney, woodsy aroma that is just really inviting.”\n(Whydomany of us like the scent so much? Whitehill says he suspects it’s thanks to a combination of the aroma itself and the memories it summons of holiday seasons past.)\nAlthough smaller terpenes create a tree’s scent, larger terpenes may help it last, Whitehill says. In balsam firs, scientists have found a particularly interesting large terpene called cis-abienol, which is surprisingly similar in structure to a chemical long used by the perfume industry to make scents linger. Whether cis-abienol plays a similar role in Christmas trees, and whether it could be harvested for the perfume industry, remains to be determined.\nAnother terpene topic Whitehill and his colleagues are investigating is whether genetically modifying a tree can change its scent profile. “Can we start developing trees that have not only that classic Fraser fir bouquet but maybe get a little crazy and develop something like a peppermint mocha or a minty Christmas tree?” Whitehill says. “How far can we go with it?”",
    "authors_names": "Meghan Bartels",
    "difficulty": "easy",
    "sentiment": "positive"
}