{
    "title": "The Vagus Nerve’s Mysterious Role in Mental Health Untangled",
    "link": "https://www.scientificamerican.com/article/how-the-vagus-nerve-could-influence-physical-and-mental-health/",
    "category": "Neuroscience",
    "date": "December 17, 2024",
    "summary": "The healing potential of the brain’s most interconnected nerve intrigues researchers",
    "authors": "Jena Pincott",
    "date_pub": "December 17, 2024",
    "read_time": "15min read",
    "type": null,
    "full_text": "The vagus nerve is a vine of nerve fibers with roots in nearly every organ and shoots in the brain. It helps us detect a racing heart, rising blood pressure, stomachache, discomfort, an overzealousimmune systemand even alarm calls from microbes in our gut. When it senses trouble, the vagus helps to steady our heart, soothe our stomach, rein in our immune system and calm us down.\nWellness influencers claim we can ice, tone or zap the vagus nerve to fix almost anything—long COVID, headaches, poor memory, extra pounds, the blues. Much of that hype is unfounded. Still, some research on the vagus nerve is intriguing enough—and promising enough—to draw serious scientific attention.\nInvestigators have long known that activating the vagus with mild electrical pulses can treat some conditions. In 1997 the U.S. Food and Drug Administration approved avagus nerve stimulation(VNS) device that can be surgically implanted under the collarbone and linked to a wire wrapped around the nerve. It is widely used to treat cases of epilepsy that do not respond to drugs. In 2005 the FDA certified a similar device for treatment-resistant depression, and the agency approved yet another one in 2021 to speed up recovery from stroke. Gadgets that stimulate the vagus nerve from outside the body, such as at the outer ear or neck, have been cleared in many countries, including the U.S., to treat obesity, pain and migraines.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nSignaling confidence in the potential of VNS, the National Institutes of Health Common Fund launched a $250-million initiative in 2015 with a second phase in 2022. The program, called SPARC (for Stimulating Peripheral Activity to Relieve Conditions), seeks to map the nerve’s individual fibers and circuits and to illuminate their functions. Scientists hope it will enable them to refine existing treatments and find new therapies for other conditions, ranging from inflammatory bowel disease tolong COVID. Clinical trials are underway on so-called transcutaneous VNS (tVNS) devices, which are easier to use because they access the vagus from outside the skin, or cutaneous barrier. These tools potentially could be used to treat rheumatoid arthritis, migraine, lupus and chronic fatigue syndrome—and that’s just a partial list.\n“A truly revolutionary idea can take 20 to 40 years before it’s thoroughly adopted,” says neurosurgeon Kevin J. Tracey of the Feinstein Institutes for Medical Research in Manhasset, N.Y., “at which point everyone says how we needed that all along.” The vagus vine’s power may be partly mythical, and the research on it is by no means conclusive or clear. But some scientists say it offers hope for millions suffering from complex, hard-to-treat conditions.\nIn 1664 English neuroanatomist Thomas Willis named the longest of the brain’s nerves the vagus, Latin for “wandering.” “We call it the vagus nerve, singular, but there are actually two, one on each side of your body,” Tracey says. Each side has up to 100,000 fibers, and each fiber contributes to a specific function: heart rate, breathing, immunity, gut contractions that help to digest food, even speech. About 80 percent of vagal nerve fibers are afferent, reporting to the brain about the state of the body; the rest are efferent, carrying instructions down from the brain. British physiologist Walter Holbrook Gaskell demonstrated in the late 19th century that afferent signals tend to excite, whereas efferent ones quiet.\nThe first person to zap the vagus with an electric current, using something like a tuning fork pressed against the neck, was American neurologist James Leonard Corning in the 1880s. He was trying to reduce blood flow to the brain to cure epilepsy, but his idea failed. A century later, however, neuroscientist Jacob Zabara of Temple University in Philadelphia found that directly applying an electrical signal to the nerve in a canine could disrupt irregular brain activity, thereby reducing seizures. In 1988 neurologist James Kiffin Penry and neurosurgeon William Bell became the first to implant a VNS device into a human to treat epilepsy.\nWhen the vagus nerve brings news of dangerous inflammation in the body, the brain sends down signals to soothe it.\nThe VNS device currently used for epilepsy, which delivers a pulse every few minutes, is a direct descendant of Zabara’s invention. A pivotal study demonstrated that it cut the frequency of seizures by 45 percent on average after a year. It is believed to work mainly by stimulating the afferent fibers, the ones leading up to the brain.\nThe treatment had a remarkable side effect: over time it made people happier. Their mood lightened even if they still had frequent seizures. According to Tracey, when doctors told these patients they could remove the implant, many of them replied, “No, leave it in. It makes me feel good.” This anecdotal evidenceprompted the device maker to begin marketing its vagus nerve stimulator as an innovative treatment for depression.\nThe accidental discovery excited a wave of research to figure out exactly how the vagus nerve impacts mood—a wave that has yet to crest. Scientists now know that the vine carries information about heart rate, digestion and, more broadly, the state of the body to many of the brain regions implicated in psychiatric illness. These afferent signals first reach the brain stem’s hub, the nucleus tractus solitarius, which sorts them and passes them on. One recipient is the amygdala, which helps us process emotions, especially fear, anxiety and stress. Another is the hypothalamus, involved in the release of stress hormones such as cortisol. A third is the ventral tegmental area, which plays a central role in our experience of pleasure, motivation and reward.\nCrucially, the downward signals of the vagus help the body regulate some of its inner activity, such as heart rate, to maintain internal equilibrium. When we encounter a threat, “fight-or-flight” hormones raise our heart rate and blood pressure while curbing activity in the gut and intestines. The vagus nerve detects these changes and reports them to the brain, providing real-time feedback. It also facilitates fine-tuning. When stress signals become excessive, the brain sends messages down the vagus to activate the countervailing “rest-and-digest” system. The vine releases the neurotransmitter acetylcholine at its root tips—in the heart, reducing heart rate and blood pressure, and in the stomach, improving digestion. The system relaxes.\nA second serendipitous finding, in the late 1990s, showed that the vagus nerve can do much more than calm the body. ­Researchers in Tracey’s laboratory were studying a drug to reduce inflammation in the brain. Some inflammation is protective, such as the swelling and redness around a wasp sting that show the immune system is dealing with the venom. But inflammation from an overactive immune system can damage tissues. When the body senses an injury or infection, cells in the spleen release signaling molecules called proinflammatory cytokines into the bloodstream to activate the immune response at the site. If cytokines circulate continuously for months or years—from stress, chronic infection or autoimmune disease—inflammation can cause insidious harm.\nTo test their anti-inflammatory drug, the researchers injected mice with a toxin that triggered an immune reaction. But there was a mix-up: instead of injecting the toxin into the brain, a member of the lab injected the mice in the abdomen, causing systemic inflammation. Much to Tracey’s surprise, the anti-inflammatory drug they subsequently delivered into the brain reduced the inflammation in the body. How did that happen? The blood-brain barrier should have prevented the drug from leaving the brain. “We literally talked about this for months,” Tracey recalls. It turned out that the vagus nerve had carried the drug’s signal from the brain deep into the body.\nMesa Schumacher; Kevin J. Tracey/Feinstein Institutes for Medical Research (scientific reviewer)\nEven more astonishing, Tracey found that stimulating the vagus with electricity alone also inhibited inflammation throughout the body—no drugs needed. It was a “life-changing” moment, he recalls. More than half of all deaths from diseaseare tied toinflammation, including heart ailments, stroke, asthma, diabetes, and autoimmune and neurodegenerative conditions. If exciting the vagus nerve could subdue inflammation without drugs and their side ­effects, it could mark a breakthrough in treating chronic conditions safely.\nDepression seemed like a good place to start. People with depression experience a variety of symptoms, but they share some commonalities: sadness, loss of motivation and social withdrawal. Almost a third of people with major depression also have inflammation. “Cytokines cause depression,” Tracey says. “If I inject you with these inflammatory molecules, you will get fatigued and lose interest in things that normally bring you happiness.” When people with cancer receive immunotherapy that includes cytokines, he adds, doctors often prescribe prophylactic antidepressants. People who suffer from anxiety and post-­traumatic stress disorder also often have inflammation.\nEfforts to use vagus nerve treatment to help people with depression took off—and then stalled. The FDA approved VNS in 2005 after several trials found that using it for a year alleviated depression in at least 30 percent of patients. Two years later, however, the Centers for Medicare and Medicaid Services (CMS) announced that it would not pay for the treatment, citing insufficient evidence of efficacy. The treatment costs about $30,000 or more in the U.S., which puts it out of reach for most patients. A 2017 study of 800 people with treatment-resistant depression found that five years of VNS fully cured 43.3 percent of them and halved symptoms for 67.6 percent. Following the success of this study, the CMS agreed to reimburse patients participating in a large new clinical trial the device maker launched in 2019.\nOptimistically named RECOVER, the trial could establish VNS eligibility for Medicare coverage. Over several years clinicians recruited 1,000 participants with major depressive disorderwho had failed to improve with 13 other treatments on average and had a history of attempted suicide—people who would normally be excluded from drug clinical trials. “This study is for the sickest of the sick, a population that VNS studies have never shied away from,” says Charles Conway, director of the Center for the Advancement of Research in Resistant Mood and Affective Disorders at Washington University in St. Louis, who is leading the trial. The study aims to track each patient for five years.\nEvery five and a half minutes Gina Bolton feels a soft tingle near her throat. For a few seconds her voice enters a higher register. It makes her sound choked and upset, but it means a stimulator the size of a quarter, implanted near her collarbone, is working, she says. The device sends tiny, regular bursts of current—around two milliamps—every few minutes through a wire coiled around a vagus nerve near her vocal cords.\nBolton has had her stimulator since the summer of 2021, when she enrolled in the RECOVER trial. For 30 years she had tried every conventional treatment—psychotherapy, “tons of meds,” transcranial magnetic stimulation (which applies magnetic fields to excite neurons), and even electroconvulsive or “shock” therapy, in which electrodes on her scalp delivered electric current directly to her brain. The effects never lasted. When her son and daughter were young, she’d drop them off at school, forcing a smile and a hello, then retreat to bed. More than once she tried to take her own life.\nSeveral months in, Bolton says, she started to notice a change in her behavior: “I was having emotions.” She realized she could laugh again, and if something sad was happening, she could cry. “Before, I was just numb.” In the summer of 2023, two years after she started VNS, Bolton went off the antidepressants she’d been taking for most of her adult life. The device had replaced the drugs.\nBut in June 2024, after a year of observing about 500 patients, the RECOVER trial posted mixed results. Many of the patients with depression who were getting pulses to their vagus nerve showed meaningful improvement—but so did those whose devices were not activated. (Participants were not told for the first year whether their device was sending pulses, but Bolton says she could sense them.) Another mysterious ability of the brain and body—the placebo effect—had evidently kicked in.\nThe result is disappointing but not entirely unexpected, says Sarah Lisanby, director of the National Institute of Mental Health’s division of translational research. The placebo response gets in the way of all studies of psychiatric devices, she notes. Further, she adds, research on VNS is scant compared with the decades’ worth of evidence supporting electroconvulsive therapy, which alleviates depression in up to three quarters of patients but impairs memory (among other side effects that Bolton found intolerable).\nMeanwhile the RECOVER study continues. Conway and other researchers hope its data can be used to predict who would most likely benefit from future VNS work. The study did not track inflammation, but it could turn out to be a key marker. In February 2024, researchers at the University of Montrealpublisheda pilot study on people with depression who had elevated inflammatory markers. After four years of VNS, almost all of them improved significantly as their inflammation decreased. Patients who have known inflammatory disease may be prime candidates for trials in the future.\nScientists, including Charles Raison of the University of Wisconsin–Madison and Andrew Miller of Emory University, have meanwhile identified mechanisms by which inflammation can cause depression. Inflammatory cytokines circulating in the blood can weaken or even breach the protective barrier between blood vessels and the brain. Once inside the brain, they trigger its immune cells, called microglia, to produce further inflammatory agents.\nInflammation in the brain can interfere with the production of neurotransmitters, including serotonin and dopamine, thereby diminishing feelings of well-being, motivation and pleasure. It also reduces the production of brain-derived neurotrophic factor (BDNF), a molecule that helps neurons grow and form connections. When BDNF levels drop, links between neurons weaken. That makes it harder for the prefrontal cortex, the brain region that helps us manage our emotions, to curb alarm calls from the amygdala and for the hippocampus, involved in learning and memory, to recover from a stressful event.\nCould the vagus nerve soothe inflammation in the body to break this dismal cycle? Tracey and other researchers have mapped out its anti-inflammatory channels and how they work. When the nerve’s afferent fibers bring news of dangerous inflammation in the body, the brainsends signals back down the efferent pathways. These orders prompt the release of acetylcholine in the spleen, where immune cells reside. Acetylcholine prompts white blood cells called macrophages to reduce their production of proinflammatory cytokines. It may also cue macrophages in the spleen to transform so that instead of destroying infected or damaged tissues as they normally do, they go to the sources of inflammation, including the gut, and help tissues regenerate. In their healing incarnations, macrophages may even repair damage that inflammation causes in the brain and prompt the formation of new neurons and circuits, Tracey says.\nWith inflammatory disorders—including, Tracey suspects, depression—a disruption in the signals traveling down the vagus can prevent the nerve’s anti-inflammatory function from kicking in. The pathway may be impaired or the signal too weak, allowing inflammation to become chronic and harmful.\nAll this knowledge has, however, been hard to convert into treatments. A recent meta-analysis led by Sharmili Edwin Thanarajah of the University Hospital Frankfurt in Germany showed that VNS does not consistently resolve inflammation.And even for the third of people with depression who have proinflammatory cytokines in their blood, VNS might reduce their depression but not their inflammation. Something else is going on.\nDepression is a complex and variable condition. “Depressed people may look similar, but they don’t all have the same disease,” Tracey says. This heterogeneity could mean different types of vagus nerve signals might be effective for different people. Some might benefit from signals going down from the brain that curb inflammation and soothe the body, whereas others may benefit more from signals going up.\nNeuroimaging offers some clues. Although findings vary with the type of VNS and the regimen used, stimulation of the vagus generally strengthens connections between the prefrontal cortex and the amygdala—which may lead to better control over emotions. It also boosts activity in the left anterior insula, which is associated with emotion processing. Further, a team led by Jian Kong of Massachusetts General Hospital and Harvard Medical School found that when VNS is used to treat depression, it appears to enhance connectivity between the medial hypothalamus, involved in regulating stress responses, and the rostral anterior cingulate cortex, associated with self-referential thinking. This shift may indicate increased integration of emotional and cognitive processes.\nSome of these improvements could come from a VNS-induced increase in the neurotransmitters norepinephrine and serotonin, which, in studies of rodents, are associated with enhanced energy and alertness. Animal studies also indicate that VNS boosts BDNF, which helps to restore neural connections lost to stress and depression. Moreover, the treatment appears to replenish other signaling molecules that are frequently imbalanced in depression, such as gamma-aminobutyric acid and glutamate.\nBut to Conway, VNS’s effect on dopamine pathways is one of the most compelling mechanisms. Dopamine is a crucial transmitter involved in motivation and pleasure, and its level in people with depression is low. More than a decade ago Conway and his colleagues used imaging to study how a year of VNS would change the brains of participants with major depression. They found that patients who responded to treatment showed increased activation in the ventral tegmental area, where dopamine is made.\nSome surprising new research also indicates that VNS can boost dopamine circuits in the brains of people with major depression. In a 2024 study, Nils B. Kroe­mer, a neuroscientist at both the University of Bonn and the University of Tübingen in Germany, gave tVNS to patients with depression while they repeatedly pressed a button to elevate a ball, for which they received small rewards. The tVNS significantly invigorated them and increased their drive to get food and cash.\nAn hour-long session of tVNS paired with a game treats only a symptom of major depression—a lack of desire and motivation. But with a condition that can be so debilitating, any improvement is welcome.\nKroemer believes that for at least some depressed people the lack of motivation may come from reduced sensory input to the brain. Internal signals from the gut and other organs, transmitted up the vagus nerve, give us a sense of drive: a hunger, literally and figuratively. “If the stomach is empty, there seems to be a strong hardwired motivational signal that gets us to explore new options,” Kroemer says. But that happens only if the signals transmit—which requires a healthy vagus nerve.\nKroemer and others are investigating the gut microbiome’s contribution to motivation and its interactions with tVNS. Gut bacteria and their metabolites send signals up the vagus nerve to the nucleus tractus solitarius and the brain. These pathways modulate the release of neurotransmitters, including dopamine and serotonin, which regulate mental states. The brain also sends signals down the vagus nerve to the gut, influencing aspects of the gut environment such as inflammation and digestion, which in turn affect the composition of resident bacteria. There’s some evidence that beneficial bacteria can reduce depression, anxiety, panic attacks and stress, whereas pathogenic microbes may worsen these states. Future interventions may combine tVNS with approaches aimed at optimizing the gut microbiome, such as a fiber-rich diet or specific probiotic combinations.\nFew people with depression or other psychiatric disorders have access to VNS outside of a clinical trial (approximately 125,000 patients have received an implant). Instead an increasing number of researchers and clinicians have turned to tVNS, which is cheaper and more convenient.\nA surgically implanted device is presumed to be more effective, Conway says, “because it’s attached to the nerve and sends a signal 24/7 for certain.” Imaging studies also find that implants activate more brain areas than tVNS does. Externally applied VNS has other limitations as well: devices that clip to the ear stimulate primarily afferent fibers, and ones applied at the neck may not efficiently reach the vagus nerve, which is buried deep within.\nMost studies with tVNS have been small and limited. A randomized trial led by Kong found that eight weeks of tVNS administered through the ear was as effective as the antidepressant citalopram (Celexa) for major depression. For PTSD, a 2021 pilot study led by Omer T. Inan of the Georgia Institute of Technology and J. Douglas Bremner of Emory University found that three months of twice-daily tVNS self-administered to the neck blocked participants’ inflammatory response to memories of traumatic events and reduced stress symptoms by 31 percent compared with people in the control group—prompting the FDA to grant the treatment a “breakthrough device” designation, which accelerates its development and review process. For anxiety, another pilot study, at Leiden University in the Netherlands, showed that “high worriers” had fewer intrusive thoughts after using ear-clip tVNS compared with people who received sham stimulation.\nIncreasingly, clinicians are combining tVNS with conventional treatments such as antidepressants and cognitive-behavioral therapy. These devices also enable individuals to self-treat many different conditions, including anxiety, stress and even general malaise. There is, however, no consensus on protocol for any given condition; worse, the inability to target specific fibers can lead to unwanted outcomes. Contrary to popular belief, VNS does not have only calming effects. Some pathways trigger arousal, increasing alertness and vigor—or, if overstimulated, jitteriness and anxiety.\nMeanwhile SPARC researchers have compiled a massive data-sharing platform that includes detailed maps and models of the vagus nerve, along with other tools, with new submissions being continuously integrated. By leveraging artificial intelligence and other technologies, SPARC teams aim to isolate single fibers and circuits, along with their pathways, and track what they do. The goal is to develop strategies for targeting specific nerve fibers involved in a variety of conditions. The ambitious list includes Crohn’s disease, Parkinson’s disease, traumatic brain injury and pain management.\nIn the near future, these technologies could become more personalized. Ongoing developments in VNS involve stimulating multiple contacts along the vagus nerve to activate fibers connected to specific organs while avoiding those that have adverse effects. Emerging “closed-loop” systems could let scientists adjust stimulation parameters based on real-time feedback from the body—responding to signals such as food cravings, heart rate or inflammation.\nSome proponents see VNS assuming entirely new forms. Once a neural circuit is identified, it can be targeted in any number of ways: focused ultrasound or tiny implants in various parts of the body, even the brain stem. In 2024 researchers at Columbia University’s Zuckerman Institute identified the precise circuit in the nucleus tractus solitarius and vagus nerve that informs the brain of emerging inflammation in the body and determines the response—essentially, the dial for inflammation, which they proposed controlling with drugs.\nAs for Bolton, she plans to continue VNS, or its future incarnation, for the rest of her life. She still remembers the exact moment she realized the treatment was working. It was several months into the trial, and she was driving to a check-in appointment. Bolton could feel the device’s intermittent pulse, as well as something else: the beat of the song playing on the car radio. She found herself tapping her fingers on the steering wheel in time with the music. “I had not wanted to be alive for so long,” she says, “and now, suddenly, I realized I did.” The beat went on, and for the first time in years, she found herself singing.\nIf you or some­one you know is struggling or having thoughts of suicide, help is available.\nCall the 988 Suicide & Crisis Lifeline at 988, use the online Lifeline Chat at988lifeline.org/chator contact the Crisis Text Line by texting TALK to 741741.",
    "authors_names": "Jena Pincott",
    "difficulty": null,
    "sentiment": null
}