{
    "title": "78 BooksScientific AmericanRecommends in 2024",
    "link": "https://www.scientificamerican.com/article/78-books-scientific-american-recommends-in-2024/",
    "category": "Opinion",
    "date": "December 18, 2024",
    "summary": "A collection of nonfiction and fiction booksScientific Americaneditorial staff and contributors read and recommend in 2024",
    "authors": "Brianne Kane",
    "date_pub": "December 18, 2024",
    "read_time": "34min read",
    "type": "Opinion",
    "full_text": "Every story is a science story, even the ones that sound more like science fiction. This year Scientific American introduced readers to real discoveries that sounded a bit like science-fiction, such as thecrime rings trafficking sand around the worldandthe physicists searching for evidence of “negative time.”TheU.S. government’s former UFO hunter told readers about a past (and very real) search for such unidentified objects; and our editors described what to dowhen space junks falls into your yard. We watchedthe Great American Total Solar Eclipse of 2024with our families and learnedfrom neurologists how memories remain in the brain for a lifetime. After doing all that, we also read, shared and discussed some amazing books.\nThis collection offers some recent staff favorites in fiction and nonfiction, a selection of titles we recently reviewed and some by familiar faces we’ve worked with this year—as well as a bountiful backlist to keep your to-be-read list stuffed.\nHappy reading! Jump to your favorite section here:\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nNonfiction\nFiction\nFamiliar Faces\nSelections from Reviews Section\nBountiful Backlist\nOn Call: A Doctor's Journey in Public Serviceby Anthony FauciViking, 2024(Tags: Health, Memoir)\n“Anthony Fauci is arguably the most famous—and most revered—doctor in the world today. His role guiding America sanely and calmly through Covid (and through the torrents of Trump) earned him the trust of millions during one of the most terrifying periods in modern American history.... His crucial role in researching HIV and bringing AIDS into sympathetic public view and his leadership in navigating the Ebola, SARS, West Nile, and anthrax crises, make him truly an American hero,” the publisher says.\n“I thoroughly enjoyed reading this memoir by ‘America’s doctor.’ He writes candidly and engagingly about winning the trust of the HIV/AIDS activist community after being the target of its understandable rage at global inaction. He reminds us of the fearful days when bioterrorism and the anthrax scare were keeping some of the country’s top public health officials up at night. And he chronicles the COVID pandemic from the inside of one of the most erratic and dangerous administrations ever to occupy the White House—a time in which he became first a hero and then a target. Yet throughout it all, his devotion to furthering public health and serving his country are never in doubt.” —Tanya Lewis, Senior Editor, Health and Medicine\n“This memoir is inspiring, and the behind-the-scenes stories of the major public health events of the past four decades are riveting.” —Clara Moskowitz, Senior Editor, Space/Physics\nVanishing Treasures: A Bestiary of Extraordinary Endangered Creaturesby Katherine RundellDoubleday, 2024(Tags: Nature, Animals)\n“This urgent, inspiring book of essays dedicated to 23 unusual and underappreciated creatures is a clarion call insisting that we look at the world around us with new eyes—to see the magic of the animals we live among, their unknown histories and capabilities, and above all how lucky we are to tread the same ground as such vanishing treasures. Beautifully illustrated, and full of inimitable wit and intellect,” the publisher says.\n“It’s a beautiful book, both in writing and in illustrations, that shares stories and trivia about some of the most magnificent animals on earth. It skews heavily toward the charismatic (the more than 50,000 species of spiders must share a single chapter). But despite this narrow lens, Rundelldoes an admirable job reminding us of the richness of the natural world.” —Meghan Bartles, Senior News Reporter\nThe Secret Life of The Universe: An Astrobiologist's Search for the Origins and Frontiers of Lifeby Nathalie A. CabrolSimon and Schuster, 2024(Tags: Astrobiology, Astrophysics)\n“Celebrated astrobiologist and the director of the Carl Sagan Center at the SETI Institute Nathalie A. Cabrol takes us to the frontiers of the search for life.... This dazzling interplanetary tour [illuminates] the likeliest places for life in our neighborhood: While Mars and the icy moons of Jupiter and Saturn are among the top contenders, recent missions are redefining the limits of habitability to include unexpected worlds. Finally, we seek life beyond our solar system, becoming witness to a revolution in the night sky: the realization that there are as many planets as stars in our galaxy,” the publisher says.\n“Cabrol takes us on a whirlwind trip around the solar system, describing how life could have evolved on a variety of planets, moons and asteroids within the Milky Way. It almost has the feel of a mystery whodunit—perhaps the “culprits” are the hydrocarbons in the subsurface ocean on Titan.” —Zane Wolf, Graphics Intern, June–December 2024\nWhat I Ate in One Year (and Related Thoughts)by Stanley TucciGallery Books, 2024(Tags: Memoir, Food)\n“Food has always been an integral part of Stanley Tucci’s life: from stracciatella soup served in the shadow of the Pantheon, to marinara sauce cooked between scene rehearsals and costume fittings, to home-made pizza eaten with his children before bedtime. Now, inWhat I Ate in One YearTucci records twelve months of eating—in restaurants, kitchens, film sets, press junkets, at home and abroad, with friends, with family, with strangers, and occasionally just by himself,” the publisher says.\n“To match the author’s tone, I’d say this book was a pleasant, appetizing read. I’ll soon be testing out his Tucci Minestrone recipe from page 107.” —Isabella Bruni, Digital Producer\nThe Cleopatras: The Forgotten Queens of Egyptby Lloyd Llewellyn-JonesBasic Books, 2024(Tags: History, Ancient Egypt)\n“The Cleopatras were Greek-speaking descendants of Ptolemy, the general who conquered Egypt alongside Alexander the Great. They were closely related as mothers, daughters, sisters, half-sisters, and nieces. Each wielded absolute power, easily overshadowing their husbands or sons, and all proved to be shrewd and capable leaders. Styling themselves as goddess-queens, the Cleopatras ruled through the canny deployment of arcane rituals, opulent spectacles, and unparalleled wealth,” the publisher says.\n“I was a classics major in college, so I thought I was prepared for a deep dive on the Ptolemies, but I was not!The Cleopatrasis a wild ride but an enjoyable one—and surprisingly easy to follow despite the uncreative names and the deeply tangled family tree.” —Meghan Bartels, Senior News Reporter\nThere’s Always This Year: On Basketball and Ascensionby Hanif AbdurraqibRandom House, 2024(Tags: Memoir, Cultural Criticism, Sports)\n“Growing up in Columbus, Ohio, in the 1990s, Hanif Abdurraqib witnessed a golden era of basketball, one in which legends like LeBron James were forged and countless others weren’t. His lifelong love of the game leads Abdurraqib into a lyrical, historical, and emotionally rich exploration of what it means to make it, who we think deserves success, the tension between excellence and expectation, and the very notion of role models, all of which he expertly weaves together with intimate, personal storytelling,” the publisher says.\n“Abdurraqib’s profoundly moving narrative requires absolutely no interest in basketball for the reader to find something of beauty in it. It is a gorgeous and heartbreaking account of his childhood through early adulthood, a disquisition of that which binds him to the place he calls home.” —Hector Coronado, Engineer\nA Small Miracleby Tessa VenellSelf-published, 2024(Tags: Memoir)\n“My book is about my experience recovering from a traumatic brain injury, when I came back to college, and the time immediately following my graduation from Brandeis University. It delves into the symbiotic relationship between medicine and the patient's environment, and how both elements can work together in unexpected ways. My story demonstrates these unexpected intersections of the medical profession and the patient's environment, and shows how these intersections provided key support to my ability to recover,\" says the authors in her description of the book.\n“This is an astonishing, moving, profoundly authentic first-person account of my friend Tessa’s recovery from a traumatic brain injury (TBI). In her generous retelling of her struggle to become herself again, Tessa offers instructive insights for other TBI survivors, their loved ones or anyone interested in this fascinating field of study.” —Amanda Montañez, Associate Graphics Editor\nBecoming Earth: How Our Planet Came to Lifeby Ferris JabrRandom House, 2024(Tags: Science and Technology)\n“One of humanity’s oldest beliefs is that our world is alive.... Acclaimed science writer Ferris Jabr reveals a radical new vision of Earth where lush forests spew water, pollen, and bacteria to summon rain; giant animals engineer the very landscapes they roam; microbes chew rock to shape continents; and microscopic plankton, some as glittering as carved jewels, remake the air and sea,” the publisher says.\n“ReadingBecoming Earthfeels like being taken by the hand and shown worlds you never knew existed. It’s given me a newfound appreciation for the parts of this planet that are too big or too small for me to appreciate with my own eyes.” —Allison Parshall, Associate News Editor\nThird Millennium Thinking: Creating Sense in a World of Nonsenseby Saul Perlmutter, John Campbell and Robert MacCounLittle, Brown Spark, 2024(Tags: Psychology)\n“InThird Millennium Thinking,a physicist, a psychologist, and a philosopher introduce readers to the tools and frameworks that scientists have developed to keep from fooling themselves, to understand the world, and to make decisions. We can all borrow these trust-building techniques to tackle problems both big and small,” the publisher says.\n“In dark times, this one’s like a candle. If you want to learn how to avoid being fooled and how to make smarter, better decisions, reading this book is a great start.” —Lee Billings, Senior Editor, Space/Physics\nThe Forbidden Garden: The Botanists of Besieged Leningrad and Their Impossible Choiceby Simon ParkinScribner, 2024(Tags: History, Science, War)\n“In the summer of 1941, German troops surrounded the Russian city of Leningrad—now St. Petersburg—and began the longest blockade in recorded history.... At the center of the besieged city stood a converted palace that housed the world’s largest collection of seeds.... After attempts to evacuate the priceless collection failed and supplies dwindled amongst the three million starving citizens, the employees at the Plant Institute were left with a terrible choice,” the publisher says.\n“Parkin weaves together an incredible accounting about the sacrifices and resolution of the scientists overseeing the seed bank during the Siege of Leningrad. Underneath the siege, the suffering, the political machinations and the military stratagems, there is the story of one man—Nikolai Vavilov—whose knowledge, passion and charisma inspired numerous scientists to follow his example in placing the safety of these seeds above everything else. This book is emotionally heavy but worth reading—it’ll surprise you to learn just how big a role these tiny seeds played in World War II and our agriculture today.” —Zane Wolf, Graphics Intern, June–December 2024\nNative Nations: A Millennium in North Americaby Kathleen DuValRandom House, 2024(Tags: History, Indigenous Peoples’ History)\n“Long before the colonization of North America, Indigenous Americans built diverse civilizations and adapted to a changing world in ways that reverberated globally. And, as award-winning historian Kathleen DuVal vividly recounts, when Europeans did arrive, no civilization came to a halt because of a few wandering explorers, even when the strangers came well armed.... Power dynamics shifted after the American Revolution, but Indigenous people continued to command much of the continent’s land and resources,” the publisher says.\n“This is a great exploration of the ways Indigenous Americans thrived before and despite European colonization.” —Meghan Bartels, Senior News Reporter\nInto the Clear Blue Sky: The Path to Restoring Our Atmosphereby Rob JacksonScribner, 2024(Tags: Climate Change)\n“InInto the Clear Blue Sky,climate scientist and chair of the Global Carbon Project Rob Jackson explains that we need to redefine our [climate] goals. As he argues here, we shouldn’t only be trying to stabilize the Earth’s temperature at some arbitrary value.... Restoring the atmosphere means reducing the amount of greenhouse gases in the air to pre-industrial levels—starting with super-potent methane—to heal the harm we have done,” the publisher says.\n“This is a wonderfully written book about our path to a cleaner climate, greener technology and overall better relationship to the natural world. I was fascinated by the developing technology Jackson was able to see firsthand and learned some terrifying truths about in-home gas emissions I will never forget.” —Brianne Kane, Editorial Workflow and Rights Manager\nThe Serviceberry: Abundance and Reciprocity in the Natural Worldby Robin Wall KimmererScribner, 2024(Tags: Indigenous Studies, Economics)\n“As ... Robin Wall Kimmerer harvests serviceberries alongside the birds, she considers the ethic of reciprocity that lies at the heart of the gift economy. How, she asks, can we learn from Indigenous wisdom and the plant world to reimagine what we value most...? Meanwhile, the serviceberry’s relationship with the natural world is an embodiment of reciprocity, interconnectedness, and gratitude. The tree distributes its wealth—its abundance of sweet, juicy berries…. And this distribution ensures its own survival,” the publisher says.\n“This is a breezy read about ecology and economics that offers a beautiful vision of what our world can be if we have the courage to put aside constant self-interest and a scarcity mindset. It will inspire you to reach out to a neighbor, share what you have and glory in the joys that don’t come with price tags.”—Meghan Bartels, Senior News Reporter\nJames: A Novelby Percival EverettDoubleday, 2024(Tags: Literary Fiction, Historical Fiction)\n“When the enslaved Jim overhears that he is about to be sold to a man in New Orleans, separated from his wife and daughter forever, he decides to hide on nearby Jackson Island until he can formulate a plan. Meanwhile, Huck Finn has faked his own death to escape his violent father, recently returned to town. As all readers of American literature know, thus begins the dangerous and transcendent journey by raft down the Mississippi River,” the publisher says.\n“The author mingles the voices and lives of Jim and James to give us a truly engrossing look at how racism is always just below the surface in American society, more than 100 years ago and today.” —Maria-Christina Keller, Copy Director\nHouse of Flame and Shadowby Sarah J. MaasBloomsbury, 2024(Tags: Fantasy, Romance)\n“Bryce Quinlan never expected to see a world other than Midgard, but now that she has, all she wants is to get back. Everything she loves is in Midgard: her family, her friends, her mate. Stranded in a strange new world, she's going to need all her wits about her to get home again.... In this sexy, breathtaking sequel..., Sarah J. Maas’s Crescent City series reaches new heights as Bryce and Hunt’s world is brought to the brink of collapse,” the publisher says.\n“This is such a fun look at a modern world full of faeries, angels, demons and shady overlords. The series starts with a murder and ends with interplanetary travel. It’s a good and quick read (or listen)!” —Megha Satyanarayana, Chief Opinion Editor\nMoonboundby Robin SloanMCD, 2024(Tags: Science Fiction, Speculative Fiction)\n“It is eleven thousand years from now.... Ariel is a boy in a remote village under a wizard’s rule. Like many adventurers before him, Ariel is called to explore a world full of eye-popping discoveries and challenges: unknown enemies, a mission to rescue the world, a girl.... Ariel encounters an entity from an earlier civilization, a sentient, sensitive artificial intelligence with a special perspective on all of human history,” the publisher says.\n“There’s something really special about this book. It wanders through a far-future society full of wizards, talking animals, award-winning bogs, ancient buried spaceships and dragons on the moon. It’s a mash-up of concepts and the narrative dips into each of them just long enough to get a taste of something alien but not long enough that the most bizarre ideas overstay their welcome. It feels like sitting cross-legged and listening to a storyteller’s yarn, forgetting the outside world.” —Sarah Lewin Frasier, Assistant News Editor\nIntermezzo: A Novelby Sally RooneyFarrar, Straus and Giroux, 2024(Tags: Literary Fiction)\n“Peter is a Dublin lawyer in his thirties—successful, competent, and apparently unassailable. But in the wake of their father’s death, he’s medicating himself to sleep and struggling to manage his relationships with two very different women.... Ivan is a twenty-two-year-old competitive chess player. He has always seen himself as socially awkward, a loner, the antithesis of his glib elder brother. Now, in the early weeks of his bereavement, Ivan meets Margaret, an older woman emerging from her own turbulent past, and their lives become rapidly and intensely intertwined,” the publisher says.\n“Rooney’s ability to bring to life such complicated relationships mesmerizes me in a way no author has before. Touching upon grief, love, family bonds, societal pressures,Intermezzois just so well done. I could go on and on!” —Isabella Bruni, Digital Producer\nThe Bright Sword: A Novel of King Arthurby Lev GrossmanViking, 2024(Tags: Fantasy, Literary Fiction)\n“A gifted young knight named Collum arrives at Camelot to compete for a place at the Round Table, only to find that he’s too late. King Arthur died two weeks ago at the Battle of Camlann, and only a handful of the knights of the Round Table are left.... They must reclaim Excalibur and make this ruined world whole again—but first they’ll have to solve the mystery of why the lonely, brilliant King Arthur fell,” the publisher says.\n“King Arthur is gone, and the Round Table is a hollow shell. Though the few knights who remain—a refreshingly diverse cast for an Arthurian saga—are broken and flawed, theirs is a story about hope. The book is long and meandering, but the plot is brisk, helped along by monsters and fairies and skull-cracking knight-on-knight combat.” —Ben Guarino, Associate Editor, Technology\nPlastic: A Novelby Scott GuildVintage, 2024(Tags: Literary Fiction, Humor, Dystopia)\n“Erin is a plastic girl living in a plastic world.... If you cut her, she will not bleed—but she and her fellow figurines can still be cracked or blown apart by gunfire or bombs, or crumble away from nuclear fallout.... An attack at her place of work brings Erin another too-intimate experience, but it also brings her Jacob…. Exploring the wild wonders of the virtual reality landscape together, it seems that possibly, slowly, Erin and Jacob may have a chance at healing from their trauma,” the publisher says.\n“This is a rollicking good time with a surprisingly deep message about families, the future, our environmental impact and where we stand in the middle of it. I’ve recommended this book to more people than I could ever count!” —Brianne Kane, Editorial Workflow and Rights Manager\nBury Your Gaysby Chuck TingleTor Nightfire, 2024(Tags: Horror, Science Fiction)\n“Misha knows that chasing success in Hollywood can be hell. But finally, after years of trying to make it, his big moment is here: an Oscar nomination. And the executives at the studio for his long-running streaming series know just the thing to kick his career to the next level: kill off the gay characters, “for the algorithm,” in the upcoming season finale.... Misha refuses, but he soon realizes that he’s just put a target on his back. And what’s worse, monsters from his horror movie days are stalking him and his friends through the hills above Los Angeles,” the publisher says.\n“Bury Your Gaysis a delightfully and chillingly meta novel that deals with queer identity and creativity in the age of algorithmic entertainment. Yes, there are literal monsters—and they’re terrifying. But the studio executives trying to convince our hero to kill his queer characters off—or straighten them out—are somehow even scarier.” —Rachel Feltman, Host ofScience Quickly\nLet Us Descend: A Novelby Jesmyn WardScribner, 2023(Tags: Literary Fiction, Historical)\n“Annis, sold south by the white enslaver who fathered her, is the reader’s guide. As she struggles through the miles-long march, Annis turns inward, seeking comfort from memories of her mother and stories of her African warrior grandmother.... While Annis leads readers through the descent, hers is ultimately a story of rebirth and reclamation,” the publisher says.\n“This is a beautiful, devastating story of American slavery. A young girl is separated from her mother and forced on a brutal trek through the Deep South. Ward is one of my favorite authors, but she will not spare your heart. Be prepared to feel.” —Andrea Gawrylewski, Chief Newsletter Editor\nEnlightenment: A Novelby Sarah PerryMariner Books, 2024(Tags: Historical Fiction, Gothic)\n“Thomas Hart and Grace Macaulay have lived all their lives in the small Essex town of Aldleigh. Though separated in age by three decades, the pair are kindred spirits—torn between their commitment to religion and their desire to explore the world beyond their small Baptist community.... Thomas develops an obsession with a vanished nineteenth-century astronomer said to haunt a nearby manor, and Grace flees Aldleigh entirely for London. Over the course of twenty years, by coincidence and design, Thomas and Grace will find their lives brought back into orbit as the mystery of the vanished astronomer unfolds into a devastating tale of love and scientific pursuit,” the publisher says.\n“Few books can reflect the devotional love between a stargazer and the night sky. I was pleasantly surprised by how this novel explored longing through romantic love, spiritual fervor and a complicated, decades-long friendship—all while a ghost story peaks its head around every chapter! This is a surprisingly philosophical and fast-paced read.” —Brianne Kane, Editorial Workflow and Rights Manager\nRoman Storiesby Jhumpa Lahiri. Translated by Jhumpa Lahiri and Todd PortnowitzKnopf, 2023(Tags: Short Stories, Literary Fiction)\n“Rome—metropolis and monument, suspended between past and future, multi-faceted and metaphysical—is the protagonist, not the setting, of these nine stories.... [The] stories [are] steeped in the moods of Italian master Alberto Moravia and guided, in the concluding tale, by the ineluctable ghost of Dante Alighieri, whose words lead the protagonist toward a new way of life,” the publisher says.\n“In multiple short stories, all taking place in or around Rome, we’re given snippets into the daily lives of Italians and foreigners of different ages, classes and colors, who find their experiences and emotions intertwined. The vulnerability of the stories makes them all memorable, yet each makes the next story more humbling, heart-wrenching and raw. These stories feel very authentic to the human experience—which is probably the reason it hits so close to home.” —Isabella Bruni, Digital Producer\nThe Familiar: A Novelby Leigh BardugoFlatiron Books, 2024(Tags: Fantasy, Historical Fiction)\n“In a shabby house, on a shabby street, in the new capital of Madrid, Luzia Cotado uses scraps of magic to get through her days of endless toil as a scullion.... What begins as simple amusement for the nobility takes a perilous turn when Luzia garners the notice of Antonio Pérez, the disgraced secretary to Spain’s king,” the publisher says.\n“A servant reluctantly becomes famous for performing minor miracles in a world where the Inquisition decides whose magic is good and whose is evil. This is gorgeous historical world-building from the author of theShadow and BoneandNinth Houseseries!” —Rachel Feltman, Host ofScience Quickly\nTabitha, Get Upby Lee UptonSagging Meniscus Press, 2024(Tags: Literary Fiction)\n“Tabitha is a lonely fifty-year-old biographer who, in order to restore her self-respect and pay her rent, attempts to write two biographies simultaneously: one about an actor so famous his face is on the side of buses, and the other about a popular writer of children’s books recently outed as an author of erotic fiction. Is Tabitha ready to deal with interviewing an actor so handsome and charismatic...? Can she form a genuine friendship with a cult novelist who pressures her to compromise her values?” the publisher says.\n“This book is delightful for readers and would-be writers alike. The main character is trying to kick-start her career as a biographer, and her ups and downs are unexpected and entertaining. Think Diane Keaton in the 2003 movieSomething’s Gotta Give.” —Maria-Christina Keller, Copy Director\nMiranda in Retrogradeby Lauren LayneGallery Books, 2024(Tags: Romance, Humor)\n“Practical-minded Miranda Reed plans her life with minute precision. But that’s before she’s denied tenure and the promotion she thought was guaranteed.... With her faith in science shaken, Miranda turns to a practice she’s long dismissed as preposterous: astrology. Determined to figure out why her life has suddenly gone sideways, Miranda commits to a year of letting her horoscope guide her. Soon she’s taking on new home improvement projects, adopting a new pet, and studying what the stars have to say about her ideal love match,” the publisher says.\n“This is a breezy rom-com that would be enjoyed by anyone in grad school or working in academia—or just someone who was type A enough to obviously need a sabbatical. It has just the right amount of astrology and astronomy and is open-minded enough to balance the two.” —Brianne Kane, Editorial Workflow and Rights Manager\nThe Book of Love: A Novelby Kelly LinkRandom House, 2024(Tags: Fantasy, Literary Fiction)\n“Late one night, Laura, Daniel, and Mo find themselves beneath the fluorescent lights of a high school classroom, almost a year after disappearing from their hometown, the small seaside community of Lovesend, Massachusetts, having long been presumed dead. Which, in fact, they are. With them in the room is their previously unremarkable high school music teacher, who seems to know something about their disappearance—and what has brought them back again,” the publisher says.\n“After years of writing award-winning, deeply experimental short stories in the weird fiction/horror genre, Kelly Link has produced a thrilling novel about the cost of immortality, the power of friendship and the complexities of sisterhood.” —Rachel Feltman, Host ofScience Quickly\nBooks published this past year byScientific Americancontributors from this past year.\nCountdown: The Blinding Future of Nuclear Weaponsby Sarah ScolesBold Type Books, 2024(Tags: Nonfiction, Science, Physics)\n“Drawing from years of on-the-ground reporting at the nation’s nuclear weapons labs, Scoles interrogates the idea that having nuclear weapons keeps us safe, deterring attacks and preventing radioactive warfare.... Through a sharp, surprising, and undoubtedly urgent narrative, Scoles brings us out of the Cold War and into the twenty-first century, opening readers’ eyes to the true nature of nuclear weapons and their caretakers,” the publisher says.\nScoles is a frequent contributor toScientific American’s physics section. In two of her latest articles, she exploredwhy it’s so hard to get back to the moonand gave readersa behind-the-scenes look at how nuclear bombs are built.\nWild Chocolate: Across the Americas in Search of Cacao’s Soulby Rowan JacobsenBloomsbury, 2024(Tags: Nonfiction, Food)\n“When Rowan Jacobsen first heard of a chocolate bar made entirely from wild Bolivian cacao, he was skeptical.... Chasing chocolate down the supply chain and back through history, Jacobsen travels the rainforests of the Amazon and Central America to find the chocolate makers, activists, and indigenous leaders who are bucking the system that long ago abandoned wild and heirloom cacao in favor of high-yield, low-flavor varietals preferred by Big Chocolate,” the publisher says.\nIn our February 2024 issue,Jacobson exploredwhy brains aren’t required when it comes to thinking: some flatworms can even remember things after they’ve been beheaded. (Don’t worry; their head grows back.)\nMidlife Calculus: Poemsby Britt KaufmannPress 53, 2024(Tags: Poetry)\n“Britt Kaufmann set out to take calculus for the first time at age 47 so she could cross it off her bucket list. She did not expect it to lead to her first full-length collection of poetry: Midlife Calculus. Calculus is the study of how things change, so it’s a fitting title for poems about midlife, about learning something difficult and new, and the state of public education post pandemic,” the publisher says.\nKaufman shared the poem “Midlife Calculus” in our February 2024 issue’s Meter column.\nThe Progressive Parent: Harnessing the Power of Science and Social Justice to Raise Awesome Kidsby Kavin SenapathyHanover Square Press, 2024(Tags: Nonfiction, Parenting)\n“In this lively, accessible exploration of modern parenting, Senapathy guides readers through the complex cultural, environmental, economic and political issues facing all families today. Equipped with practical tips and research-driven advice for parents of kids from infancy to early teens, she helps readers build a more fulfilling relationship with their children and themselves by addressing pressing questions,” the publisher says.\nThis year inSciAm,Senapathy profiled fiveadvocates and researchers revolutionizing sickle cell careand wrote an opinion article onwhy it’s okay not to breastfeed.\nOur Moon: How Earth’s Celestial Companion Transformed the Planet, Guided Evolution, and Made Us Who We Areby Rebecca BoyleRandom House, 2024(Tags: Nonfiction, Astronomy)\n“Many of us know that the Moon pulls on our oceans, driving the tides, but did you know that it smells like gunpowder...? Mesopotamian priests recorded the Moon’s position in order to make predictions, and, in the process, created the earliest known empirical, scientific observations. InOur Moon,Boyle introduces us to ancient astronomers and major figures of the scientific revolution, including Johannes Kepler and his influential lunar science fiction,” the publisher says.\nSpace and physics editor Clara Moskowitz sat down with Boyle earlier this year to discuss her new book foran episode of our podcastScience Quickly,and it was reviewed by Erica Berry inour January 2024 issueas well. Among Boyle’s many articles for the magazine, this past March she exploredhow April 2024’s total solar eclipse will change solar science forever.\nLeaving Fossil Fuels Underground: Actors, Arguments and Approaches in the Global South and Global Northedited by Joyeeta Gupta, Barbara Hogenboom, Arthur Rempel and Malin OlofssonAmsterdam University Press, 2024(Tags: Nonfiction, Environment and Sustainability, Geology)\n“How can the world move away from a century-old global system based on fossil fuels...? This book examines the role of key actors, arguments and approaches in promoting the much-needed rapid phase-out of fossil fuels.... In addition to local resistance, the book explores initiatives for national and international policies and financial mechanisms carried out by actors ranging from social movements to governments and large investors,” the publisher says.\nIn our March 2024 issue, Gupta outlinedhow different types of boundaries can protect people and preserve natural resources, with graphics by Angela Morelli and Tom Gabriel Johansen/InfoDesignLab.\nThe Well-Connected Animal: Social Networks and the Wondrous Complexity of Animal Societiesby Lee Alan DugatkinUniversity of Chicago Press, 2024(Tags: Nonfiction, Behavioral Biology)\n“In this tour of the animal kingdom, evolutionary biologist Lee Alan Dugatkin reveals a new field of study, uncovering social networks that existed long before the dawn of human social media. He accessibly describes the latest findings from animal behavior, evolution, computer science, psychology, anthropology, genetics, and neurobiology, and incorporates interviews and insights from researchers he finds swimming with manta rays, avoiding pigeon poop, and stopping monkeys from stealing iPads,” the publisher says.\nThis year inSciAm,Dugatkin reported onanimal evolution that’s being driven by human activity. He also wrote about the work of geneticistLyudmila Trut, whose decades-long experiments on silver foxes solidified the science of domestication.\nWhy Machines Learn: The Elegant Math behind Modern AIby Anil AnanthaswamyDutton, 2024(Tags: Nonfiction, Philosophy of Science)\n“We are living through a revolution in machine learning-powered AI that shows no signs of slowing down. This technology is based on relatively simple mathematical ideas, some of which go back centuries, including linear algebra and calculus, the stuff of seventeenth- and eighteenth-century mathematics…. In this enlightening book, Anil Ananthaswamy explains the fundamental math behind machine learning, while suggesting intriguing links between artificial and natural intelligence,” the publisher says.\nAnanthaswamy is a regular contributor to our space and physics section, including a feature in our July/August 2024 issue that asked:If quantum mechanics depends on observations, what happens if AI is the observer?\nThe Hunger Habit: Why We Eat When We’re Not Hungry and How to Stopby Judson BrewerAvery, 2024(Tags: Nonfiction, Self-Improvement)\n“TheHunger Habitis based on Judson Brewer’s deeply researched plan proven to help us understand what is going on in our brains so that we can heal the guilt and frustration we experience around eating.... The step-by-step program focuses on training our brains to tap into awareness to change our relationship with food and eating—shifting it from fighting with ourselves to befriending our minds and bodies,” the publisher says.\nBrewer contributed to our July/August 2024 issue alongside Matthew D. Sacchet. Their article delved intothe emerging science of advanced meditation that could transform mental health and our understanding of consciousness.\nThe Elements of Marie Curie: How the Glow of Radium Lit a Path for Women in Scienceby Dava SobelAtlantic Monthly Press, 2024(Tags: Nonfiction, History)\n“For decades the only woman in the room at international scientific gatherings that probed new theories about the interior of the atom, Marie Curie traveled far and wide, despite constant illness, to share the secrets of radioactivity, a term she coined. Her two triumphant tours of the United States won her admirers for her modesty even as she was mobbed at every stop; her daughters, in [Ève Curie’s] later recollection, ‘discovered all at once what the retiring woman with whom they had always lived meant to the world.’ With the consummate skill that made bestsellers ofLongitudeandGalileo’s Daughter,and the appreciation for women in science at the heart of her most recentThe Glass Universe, Dava Sobel has crafted a radiant biography and a masterpiece of storytelling,” the publisher says.\nSobel editsScientific American’s Meter column. Space and physics editor Clara Moskowitz alsointerviewed Sobel about her new bookearlier this year.\nKids’ Field Guide to Birdsby Daisy YuhasCool Springs Press, 2024(Tags: Nonfiction, Kids and Teens)\n“Featuring a bright, illustrative design, this guide offers accessible species profiles along with birding basics and a selection of activities to help you and your kids learn more about the birds found in cities, backyards, and various ecosystems. Fun facts appear throughout, and spotlights cover everything from protecting birds from window collisions to a fun bird-beak experiment. The species inside include many of North America’s most common birds in all sorts of settings,” the publisher says.\nYuhas editsSciAm’s Mind Matters column and is a contributor to our Opinion section, where she recently interviewed social neuroscientist Dylan Wagner aboutparasocial relationshipsin a Mind Matters piece.\nAbsolution: A Southern Reach Novelby Jeff VandermeerMCD, 2024(Tags: Literary Fiction, Science Fiction)\n“All told, the [Southern Reach] trilogy has sold more than a million copies and has secured its place in the pantheon of twenty-first-century literature. And yet for all this, for Jeff VanderMeer there was never full closure to the story of Area X.... There were stories left to tell. There remained questions about who had been complicit in creating the conditions for Area X to take hold; the story of the first mission into the Forgotten Coast—before Area X was called Area X—had never been fully told; and what if someone had foreseen the world afterAcceptance?How crazy would they seem?” the publisher says.\nVandermeerreviewed a novel by Anton Hurfor our September 2024 issue. And in our October, contributing editor Amy Bradyinterviewed Vandermeer aboutAbsolution.\nThe following excerpts from our Reviews column have been edited for brevity.\nA Quantum Love Story: A Novelby Mike ChenMIRA, 2024(Tags: Fiction, Romance)\n“Grieving her best friend's recent death, neuroscientist Mariana Pineda’s ready to give up everything to start anew.... Except the strangest thing happens: a man stops her … and claims they've met before. Carter Cho knows who she is, why she's mourning, why she's there,” the publisher says.\n“Although the science of memory and the brain comes across as well researched and intriguing, the realm of quantum mechanics remains a cosmological question mark. Readers..., however, will appreciate how Chen builds a skiff made of paper to sail through the storm.” —Meg Elison, January 2024\nHow to Win Friends and Influence Fungi: Collected Quirks of Science, Tech, Engineering, and Math from Nerd Niteedited by Chris Balakrishnan and Matt WasowskiSt. Martin’s Press, 2024(Tags: Nonfiction, Humor)\n“For 20 years, Nerd Nite has delivered ... the most interesting, fun, and informative presentations about science, history, the arts, pop culture, you name it…. Finally, after countless requests..., co-founders ... Matt Wasowski and Chris Balakrishnan are bringing readers the quirky and accessible science content that they crave in book form…. The resulting range of topics is quirky and vast, from kinky, spring-loaded spiders to the Webb telescope’s influence on movie special effects,” the publisher says.\n“In How to Win Friends and Influence Fungi,I have found my new holy bible: a scattershot blast of science-y, math-y, tech-y micro essays that span a dizzying array of subjects.... The book succeeds in making its diverse subject matter immediately accessible.” —Chuck Wendig, February 2024\nAnnie Bot: A Novelby Sierra GreerMariner Books, 2024(Tags: Science Fiction, Psychological)\n“Annie Bot was created to be the perfect girlfriend for her human owner Doug…. True, she’s not the greatest at keeping Doug’s place spotless, but she’s trying to please him.... But becoming more human also means becoming less perfect, and as Annie’s relationship with Doug grows more intricate and difficult, she starts to wonder: Does Doug really desire what he says he wants? And in such an impossible paradox, what does Annie owe herself?” the publisher says.\n“For allAnnie Bot’s provocations, [Greer] never loses sight of the fact that this is not a love story. Instead it's a coming-of-age thriller, a sexbot bildungsroman page-turner.... It’s a pained and moving study of a consciousness preparing itself for the moment when it will at last face what makes humans human: the burden and opportunity of choosing what it wants.” —Alan Scherstuhl, March 2024\nFowl Play: A History of the Chicken from Dinosaur to Dinner Plateby Sally CoulthardApollo, 2024(Tags: Nonfiction, Animals)\n“Of all animals, chickens perhaps best represent the contradictory way we humans treat other species; both beloved pet and cheap commodity, symbol of a sustainable good life and brutalised object of factory farming. The chicken is also a bird we feel deeply familiar with and yet know very little about. As informative as it is entertaining, Fowl Play tells a remarkable tale of evolutionary change, epic global travel and ruthless exploitation – as well as of companionship, ingenuity and the folly of human nature.,” the publisher says\n“Fowl Play... offers stories about the way chickens have shaped the human world, including the strange effects that domestication has had on chickens and humans alike.” —Tove Danovich, April 2024\nThe Light Eaters: How the Unseen World of Plant Intelligence Offers a New Understanding of Life on Earthby Zoë SchlangerHarper, 2024(Tags: Nonfiction, Botany )\n“It takes tremendous biological creativity to be a plant. To survive and thrive while rooted in a single spot, plants have adapted ingenious methods of survival. In recent years, scientists have learned about their ability to communicate, recognize their kin and behave socially, hear sounds, morph their bodies to blend into their surroundings, store useful memories that inform their life cycle, and trick animals into behaving to their benefit, to name just a few remarkable talents.The Light Eatersis a deep immersion into ... this wild and awe-inspiring world that challenges our very understanding of agency, consciousness, and intelligence,” the publisher says.\n“In an age when we often feel alienated from a living world in crisis, it is good to be reminded that other species have agency and acumen. Plants have thrived on Earth for half a billion years. They embody not only intelligence but wisdom about how to flourish in the face of change.” —David George Haskell, May 2024\nThe Great River: The Making and Unmaking of the Mississippiby Boyce UpholtW.W. Norton, 2024(Tags: Nonfiction, Nature)\n“In this landmark work of natural history, Boyce Upholt tells the epic story of ... centuries of human attempts to own, contain, and rework the Mississippi River, from Thomas Jefferson’s expansionist land hunger through today’s era of environmental concern.... Upholt reveals how an ambitious and sometimes contentious program of engineering—government-built levees, jetties, dikes, and dams—has not only damaged once-vibrant ecosystems but may not work much longer,” the publisher says.\n“There was a time when humans had a more intimate relationship with the river the Ojibwe people called theMisi-ziibi,which Upholt translates as ‘the Great River,’ and in this fascinating and troubling book, he argues that we could choose this path again.” —Meera Subramanian, June 2024\nQuantum Drama: From the Bohr-Einstein Debate to the Riddle ofEntanglementby Jim Baggott and John L. HeilbronOxford University Press, 2024(Tags: Nonfiction, Physics)\n“AsQuantum Dramareveals, science owes a large debt to those who kept the discussions going against the apathy and indifference of most physicists before definitive experimental inquiries became possible. Although experiment moved the Bohr-Einstein debate to a new level and drew many into foundational research, it has by no means removed or resolved the fundamental question,” the publisher says.\n“This meticulous account of the tumultuous evolution of quantum physics spans more than a century.... Science writer Jim Baggott and professor of history John L. Heilbron balance depth and sophistication with sportscasterlike enthusiasm.” —Dana Dunham, July/August 2024\nAttention Is Discovery: The Life and Legacy of Astronomer Henrietta Leavittby Anna Von MertensMIT Press, 2024(Tags: Nonfiction, History)\n“Our galaxy, the Milky Way, has a diameter of about 100,000 light years—a figure we can calculate because of the work of Henrietta Leavitt (1868–1921), who spent decades studying glass plate photographs of the night sky. Visual artist and researcher Anna Von Mertens’sAttention Is Discoveryis a fascinating portrait of this remarkable woman who laid the foundation for modern cosmology.... Ushering us into the scientific community of women who worked alongside Leavitt..., Von Mertens describes the inventive methodologies Leavitt devised to negotiate the era's emerging photographic technology,” the publisher says.\n“Blending complex science with human-interest stories, Von Mertens celebrates the constellation of women scientists who discovered how to calculate galactic distances and classify stars by chemical composition.... This deeply researched book is ultimately an homage to the process of observation and meaning making in science.” —Lucy Tu, September 2024\nPillars of Creation: How the James Webb Telescope Unlocked the Secrets of the Cosmosby Richard PanekLittle, Brown, 2024(Tags: Nonfiction, Astronomy)\n“Pillars of Creation tells the story of one of the greatest scientific achievements in the history of civilization, a $10 billion instrument with a staggeringly ambitious goal: unlocking the secrets of the cosmos. Award-winning science writer Richard Panek stands us shoulder to shoulder with senior scientists as they conceive the mission..., and, now, use its unprecedented technology to yield new discoveries about the origins of our solar system ... all the way back to the birth of the first stars,” the publisher says.\n“Like any good profiler, Panek gets up close and personal with his subject, describing each layer of its sunshield as ‘the length of a long tennis lob and the width of a tissue.’ Woven into the narrative is the importance of the public in shaping the mission’s trajectory, from electing leadership who fund the nation’s space agency to bestowing Internet virality on JWST’s first-released images of other worlds.” —Maddie Bender, October 2024\nTreekeepers: The Race for a Forested Futureby Lauren E. OakesBasic Books, 2024(Tags: Nonfiction, Ecosystems and Habitats)\n“InTreekeepers,Lauren E. Oakes takes us on a poetic and practical journey from the Scottish Highlands to the Panamanian jungle to meet ... scientists, innovators, and local citizens.... Their work isn’t just about planting lots of trees, but also about understanding what it takes to grow or regrow a forest and to protect what remains,” the publisher says.\n“Treekeepersis an ambitious memoir of Oakes’s boots-on-the-ground research under old-growth canopy and a rigorous exploration of forests and climate change. Most of all, it’s a hopeful profile of the people working to restore, retain and nurture strong forests.” —Lyndsie Bourgon, November 2024\nEnd of the World and Hard-Boiled Wonderland: A New Translationby Haruki Murakami. Translated by Jay RubinEveryman’s Library, 2024(Tags: Literary Fiction, Fantasy)\n“Across two parallel narratives, Murakami draws readers into a mind-bending universe in which Lauren Bacall, Bob Dylan, a split-brained data processor, a deranged scientist, his shockingly undemure granddaughter, and various thugs, librarians, and subterranean monsters collide to dazzling effect,” the publisher says.\n“First translated from the Japanese in 1991 by Alfred Birnbaum, Haruki Murakami’s award-winning 1985 novel is a tale of two worlds…. Although the relative limitations of English occasionally risk reduced complexity, the resulting language often still moves, as when one narrator pledges his emergent dream-reading skills to help his romantic interest recover her lost heart.... As it is when Murakami’s two storylines finally come together, it’s where mind, heart and morality converge thatEnd of the World and Hard-Boiled Wonderlandis at its best.” —Matt Bell, December 2024\nMy Brilliant Friendby Elena Ferrante. Translated by Ann GoldsteinPublished in English by Europa Editions, 2012(Tags: Literary Fiction, Historical Fiction)\n“Terrifying at times but never without heart. I read this in a book club. We pretty much mourned (and celebrated) our collective dwindling girlhood every meeting.” —Cynthia Atkinson, Marketing and Customer Service Assistant\nA Discovery of Witchesby Deborah HarknessPenguin Books, 2011(Tags: Fiction, Romance)\n“It’s a fun book about a witch and a vampire and also alchemy and old manuscripts. What could be better?” —Meghan Bartels, Senior News Reporter\nYellowfaceby R. F. KuangWilliam Morrow, 2023(Tags: Literary Fiction, Satire)\n“All the hype is spot on. But it was so much more twisted and fun than I expected.” —Brianne Kane, Editorial Workflow and Rights Manager\nDoppelganger: A Trip into the Mirror Worldby Naomi KleinFarrar, Straus and Giroux, 2023(Tags: Memoir, Politics)\n“This is essential reading for anyone who wants to understand why it has become so hard to tell what’s real from something else that looks very similar but differs in a sinister way.” —Madhusree Mukerjee, Senior Editor, Science and Society\nWar in Val D'Orcia: An Italian War Diary, 1943–1944by Iris OrigoFirst edition, Jonathan Cape, 1947; Reprint edition, NYRB Classics, 2018(Tags: Nonfiction, Memoir)\n“The diary mixes mundane life with awful peril to deliver moments both more immediate and more dreadful than any melodrama.” —Dan Vergano, Senior Opinion Editor\nThese Are the Words: Fearless Verse to Find Your Voiceby Nikita GillMacmillan Children’s Books, 2022(Tags: Poetry, Feminism)\n“I needed something comforting and short, andThese Are the Wordsfit the bill perfectly—a pep talk combined with a big warm hug, even as it faces the very real challenges of our time.” —Meghan Bartels, Senior News Reporter\nBirnam Wood: A Novelby Eleanor CattonFarrar, Straus and Giroux, 2023(Tags: Literary Fiction, Suspense)\n“I normally don’t read much suspense, but this made me laugh out loud and cover my mouth in shock—easily one of my favorite reads this year!” —Brianne Kane, Editorial Workflow and Rights Manager\nGo as a Riverby Shelley ReadSpiegel and Grau, 2023(Tags: Environment, Historical, Literary Fiction)\n“This is a beautifully written epic set in a Colorado mountain town in the 1960s. A young woman is dealt numerous challenges surrounding her broken family, forbidden love, chance of motherhood and, ultimately, survival. The book is inspired by true events surrounding the destruction of the town of Iola, Colo. If I had to describe this book in one word, it would be ‘exceptional.’” —Isabella Bruni, Digital Producer\nThe Poison Squad: One Chemist’s Single-Minded Crusade for Food Safety at the Turn of the Twentieth Centuryby Deborah BlumPenguin Press, 2018(Tags: Nonfiction, Politics)\n“A gobsmacking look at what the U.S. food supply was like prior to laws that required food safety testing and regulated the practices of the food industry—as well as the sheer lengths it took to get those laws enacted” —Andrea Thompson, Associate Editor, Sustainability\nThe Chaos Machine: The Inside Story of How Social Media Rewired Our Minds and Our Worldby Max FisherLittle, Brown, 2022(Tags: Nonfiction, Sociology)\n“A harrowing account of the roles played by WhatsApp, YouTube and other social media platforms in deadly conflicts. I’ll never look at Facebook-the-system in the same way.” —Ben Guarino, Associate Editor, Technology\nBunny: A Novelby Mona Awad(Tags: Literary Fiction, Fairy Tales)Viking, 2019\n“This book is incredibly intense, funny and just bizarre. Simply put, it’s a fever dream I woke up from too quickly!” —Isabella Bruni, Digital Producer\nTrustby Hernan DiazRiverhead Books, 2022(Tags: Historical Fiction, Literary Fiction)\n“In the 1920s in NYC, this novel’s three narrators delve into how relationships, power and bias impact perspective and memory.” —Kimberly Lau, President\nVera Wong’s Unsolicited Advice for Murderersby Jesse Q. SutantoBerkley, 2023(Tags: Mystery, Women’s Fiction)\n“This is a very cozy mystery with a delightfully enthusiastic amateur detective sleuthing her way to a found family.” —Meghan Bartels, Senior News Reporter\nThe Nutmeg’s Curse: Parables for a Planet in Crisisby Amitav GhoshUniversity of Chicago Press, 2021(Tags: Nonfiction, Environmental History)\n“This is a powerful and beautifully written meditation on the colonial underpinnings of climate change and the destruction of biodiversity and cultures. It’s also a great read.” —Madhusree Mukerjee, Senior Editor, Science and Society\nWish You Were Here: A Novelby Jodi PicoultBallantine Books, 2021(Tags: Literary Fiction)\n“A woman in her 30s is stranded in the Galápagos Islands as the COVID pandemic takes hold. The narrative brings back vivid fears and feelings as the world came to a halt. It explores the strange juxtaposition of devastating loss amid vibrant life and love.” —Kimberly Lau, President\nNeuroTribes: The Legacy of Autism and the Future of Neurodiversityby Steve SilbermanAvery, 2015(Tags: Nonfiction, Psychology)\n“I’m sad that I only learned of this book after Silberman passed away this year. This is a deeply researched, elegantly written book about the history of autism and our understanding of it. A warning: the historical accounts of the treatment of autistic children are often gut-wrenching. But it is also a richly personal homage to autistic people.” —Amanda Montañez, Associate Graphics Editor\nInvisible Women: Data Bias in a World Designed for Menby Caroline Criado PerezAbrams, 2019(Tags: Nonfiction, Feminism)\n“It’s not an over-exaggeration to say I think about this book multiple times a day as I go about my life. This book will make you angry, and you should read it anyway.” —Zane Wolf, Graphics Intern, June–December 2024\nTo Anyone Who Ever Asks: The Life, Music, and Mystery of Connie Converseby Howard FishmanDutton, 2023(Tags: Memoir, Music History)\n“This is a fascinating exploration of the enigmatic life, haunting music and enduring mystery surrounding the talented singer-songwriter Connie Converse. Highly recommended!” —Liz Tormes, Associate Photo Editor\nNinth Houseby Leigh BardugoFlatiron Books, 2019(Tags: Literary Fiction, Occult and Supernatural)\n“I was hooked from the first scene, with its abrupt, graphic tour of Yale University—where, by the way, all the secret societies practice ritual black magic. It’s a blast, at once laugh-out-loud funny and edge-of-your-seat suspenseful.” —Jason Goldstein, Product and Technology Director\nEve: How the Female Body Drove 200 Million Years of Human Evolutionby Cat BohannonKnopf, 2023(Tags: Nonfiction, Science)\n“So much of our existence is male-centered, and it was incredibly empowering and revolutionary to realize just how fundamental and influential female biology has been—and how much it has been wrongly overlooked.” —Zane Wolf, Graphics Intern, June–December 2024\nThe Scandalous Confessions of Lydia Bennet, Witchby Melinda TaubGrand Central Publishing, 2023(Tags: Fiction, Fantasy)\n“In this take onPride and Prejudicethat stars the much-maligned Lydia Bennet, Wickham is a demon, and Kitty is a literal cat. I loved the way this book plays within the confines of Jane Austen’s plot while concocting a completely different story around it—a really fun read!”—Meghan Bartels, Senior News Reporter\nLady Tan’s Circle of Women: A Novelby Lisa SeeScribner, 2023(Tags: Historical Fiction, China, Women’s Health)\n“This novel follows the true story of a female physician in Ming Dynasty China. It’s a fascinating view into a provincial but familiar world where women’s access to care—and those daring to give it—were frequently life-or-death experiences.” —Kimberly Lau, President\nThe Bangalore Detectives Club: A Novelby Harini NagendraPegasus Books, 2022(Tags: Mystery, Historical Fiction)\n“This fun whodunit set in 1920s Bangalore gives a fascinating peek intro prerevolution India and how society is beginning to change for a smart woman.” —Clara Moskowitz, Senior Editor, Space/Physics\nDemon Copperhead: A Novelby Barbara KingsolverHarper, 2022(Tags: Literary Fiction, Historical Fiction)\n“Loosely based on Charles Dickens’s classicDavid Copperfield,Kingsolver’s latest book is another tour de force. Her characters are, as usual, beautifully drawn and painfully realistic, and she's able to capture the tragedy, beauty and complexity of Appalachia perfectly.” —Tanya Lewis, Senior Editor, Health and Medicine\nKnow My Name: A Memoirby Chanel MillerViking, 2019(Tags: Nonfiction, Memoir)\n“The title of this book is apropos because when I mentioned to people that I was reading Miller’s memoir, the name typically didn’t resonate. Then I would clarify that the author is the sexual assault survivor from the Brock Turner case. As one might guess, it’s a heavy read. But I found it incredibly valuable to hear from Miller. The story is haunting because it’s true.” —Amanda Montañez, Associate Graphics Editor\nHomegoingby Yaa GyasiKnopf, 2016(Tags: Literary Fiction, Historical Fiction)\n“Gyasi’s writing is so brisk and economical that each moment is rich with emotional depth, drawing you in and making you deeply invested in every character.” —Carin Leong, Contributing Multimedia Editor\nA Master of Djinnby P. Djèlí ClarkTor Books, 2021(Tags: Fantasy, Historical Fiction)\n“Magical fantasy meets mystery meets steampunk meets historical political intrigue, with a healthy dash of LGBTQ representation thrown into the mix. This book is such a fun, bizarre and easy read. It comes out guns blazing in the first chapter and doesn’t slow down for a second.” —Zane Wolf, Graphics Intern, June–December 2024\nMary Toft; Or, The Rabbit Queenby Dexter PalmerPantheon, 2019(Tags: Literary Fiction, Historical Fiction)\n“An 18th-century doctor and his apprentice encounter a woman who claims to be giving birth to rabbits, kicking off a national scandal. Of course, it’s a hoax, but how did all these people fall for it? It’s captivating writing and almost enough to make you wonder if you’d have been duped, too.” —Jason Goldstein, Product and Technology Director",
    "authors_names": "Brianne Kane",
    "difficulty": "easy",
    "sentiment": "neutral"
}