{
    "title": "Ancient Moon Melt Event May Explain 150-Million-Year Gap in Age Estimates",
    "link": "https://www.scientificamerican.com/article/ancient-moon-melt-event-may-explain-150-million-year-gap-in-age-estimates/",
    "category": "Solar system",
    "date": "December 20, 2024",
    "summary": "The moon may have melted 4.35 billion years ago—explaining a lunar age mystery",
    "authors": "Payal Dhar",
    "date_pub": "December 20, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "The moon is Earth’s closest neighbor in space and the only extraterrestrial body humans have visited. Yet scientists are still unsure exactly when a Mars-size meteoriteslammed into early Earth,causing our natural satellite to form from the debris.Lunar rock samplessuggest the event happened 4.35 billion years ago, butplanet formation modelsandfragments of zirconfrom the moon’s surface put it at 4.51 billion years ago.\nA new study published on December 18 inNatureoffers a way to explain that 150-million-year gap. Computer modeling and analysis of previous research suggests the 4.35-billion-year-old rock samples may not date back to the moon’s formation but instead a later event in the moon’s history in which it temporarily heated up, causing its surface to melt and crystallize.\nThe moon is slowly moving away from Earth, so its orbit isn’t circular. As it moves, it is squeezed and stretched by Earth’s gravity, resulting in what is known as tidal heating—and one of these heating events likely happened 4.35 billion years ago. This early moon would have looked like Jupiter’s moon Io, says the new study’s lead author Francis Nimmo, a planetary scientist at the University of California Santa Cruz. “It would have had volcanoes all over its surface,” he says. This event would have also erased lunar impact basins caused by meteorite strikes, which researchers use to estimate age as well.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThis difference of 150 million years matters a lot to scientists, Nimmo says, especially for learning more about the earlyEarth. “The moon is moving away from the Earth, and the rate at which that happens depends on what the Earth was like,” he says. “Was it solid? Was it liquid? Did it have an ocean? Did it have an atmosphere?” For instance, really early Earth likely didn’t have an ocean—or it would have pushed the moon away too fast. The moon’s formation time is crucial to these calculations, and more complex models of tidal heating and the mineralogy involved could help refine our view in the future.\n“No previous study has synthesized all the available evidence comprehensively,” says Yoshinori Miyazaki, a geophysicist at the California Institute of Technology, who wasn’t involved with the study. “This paper provides a better view in resolving the discrepancies between different age estimates.”\nCurrent hypotheses for when the Earth and moon formed, which put the date at anywhere from 30 million to 150 million years after the sun’s birth, suggest vastly different scenarios for planet formation. “Resolving these uncertainties is essential for constructing a consistent picture of solar system history,” Miyazaki says.",
    "authors_names": "Payal Dhar",
    "difficulty": "easy",
    "sentiment": "neutral"
}