{
    "title": "Mysterious Drone Sightings Illustrate Just How Many Fill America’s Skies",
    "link": "https://www.scientificamerican.com/article/mysterious-drone-sightings-illustrate-just-how-many-fill-americas-skies/",
    "category": "Aerospace",
    "date": "December 12, 2024",
    "summary": "Mysterious drone sightings over New Jersey and New York State are underscoring the high number of these vehicles in the U.S.",
    "authors": "Meghan Bartels",
    "date_pub": "December 12, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "For weeks, residents of New Jersey and neighboring states have been baffled by high numbers ofmysterious drone sightings, and the reports are an eye-catching reminder of just how many of these small vehicles fly in the U.S. The Federal Aviation Administration, which regulates civilian drones in the country, is no stranger to investigating reports of uncrewed aircraft sightings, tallying more than 400 such incidents between July and September 2024 alone.\nDespite this baseline, the New Jersey incidents, which began in mid-November, have gained particular attention, with ongoing investigations by a range of local and national officials. “The FAA continues to support interagency partners to assess the situation and the ongoing reported drone sightings,” a representative of the agency toldScientific American.\nBut just how many drones are operating in the U.S. to potentially cause such strange sightings? Drone owners are supposed to register craft that weigh more than 0.55 pound with the FAA. For recreational flyers, however, the agency doesn’t require every individual craft to be registered, leading to inconsistencies and uncertainties in tallies of these vehicles in particular.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nAccording to FAA regulations, recreational drone owners are currently allowed to fly only for personal enjoyment, and such drones must stay within eyesight of the pilot, steer clear of airplanes and remain at or below 400 feet of altitude, among other restrictions. People flying drones for other purposes—including commercial reasons—are required to become “certificated remote pilots” with the agency.\nBased on 2023 data, the agency forecast 2024 would see some 1.8 million recreational drones flying in the U.S. In the same report, the agency forecast that nearly one million commercial drones would be in operation this year.\nThe drones reported over New Jersey appear to be relatively large, potentially belonging to the FAA’s larger class of such vehicles that weigh more than 55 pounds. (This is the agency’s only size-related division in its monitoring of drones.) These large drones are much less common than their smaller brethren, with perhaps 2,300 of them flying by the end of 2023. Regardless of size, drones are expected to become ever more common in the coming years. As numbers of these vehicles have increased in the past decade, the agency has worked to regulate them and their impacts on airports and commercial airplanes in particular.\nThe U.S. is also home to military drones—about 11,000 of them, according to an undated Department of Defense webpage. That said, in arecent press briefing, a Pentagon official confirmed that the sighted activities had not involved U.S. military drones. She also said they are not currently believed to be the work of “a foreign entity.”",
    "authors_names": "Meghan Bartels",
    "difficulty": "easy",
    "sentiment": "neutral"
}