{
    "title": "Ultraprocessed Foods High in Seed Oils Could Be Fueling Colon Cancer Risk",
    "link": "https://www.scientificamerican.com/article/ultraprocessed-foods-high-in-seed-oils-could-be-fueling-colon-cancer-risk/",
    "category": "Cancer",
    "date": "December 13, 2024",
    "summary": "A new study suggests certain lipids, particularly omega-6 fatty acids, which are commonly found in seed oils used to make ultraprocessed junk food, may promote inflammation in colon cancer tumors",
    "authors": "Lauren J. Young",
    "date_pub": "December 13, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "Climbing rates of colon and rectal cancer among people under 50 years old isa striking recent trendthat has alarmed and puzzled clinicians racing to figure out why. Now a new study published inGutoffers what might be a crucial insight: specific lipids, or fatty acids, that are abundantly found inultra-processed foods may be promoting inflammation that causes cancerous colon cells to run amok.\nColorectal cancer tumor samples from 81 people in the U.S. had excessive amounts of inflammation-boosting lipids, called omega-6 fatty acids—and lacked helpful lipids called omega-3 fatty acids, which help stop inflammation.\nInflammation is a normal defensive response that the immune system switches on to heal wounds or fight off infection. But researchers in the 1800s found that colon tumors under a microscope looked like “poorly healed wounds,” says Timothy Yeatman, a co-author of the study and a professor of surgery at the University of South Florida. Rampant inflammation over long periods of time damages cells and hampers their ability to fight potentially cancerous cell growth. Omega-6 fatty acids often come from our diet, and Yeatman suspectsultraprocessed foodis likely a major source of them.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“We don't know the full effects of these ultraprocessed foods on our body, but we do know that that’s a major thing that’s changed from 1950 onward,” Yeatman says. “Young people today, particularly rural and impoverished people, are being exposed to more of these processed foods than anybody else because they’re cheap and they’re in all the fast-food restaurants.”\nMany ultraprocessed foods and fast foods are prepared with seed oil—a cheap, common type of vegetable-based cooking oil that is chemically processed from seeds such as canola (rapeseed), corn, grapeseed and sunflower. These oils contain high amounts of omega-6 fatty acids. The study was not able to definitively connect the lipids detected in the colon cancer tumors to any specific food or oil, however.\n“I think the study confirms that diet is important but probably one of many factors,” says Andrew Chan, a gastroenterologist at Massachusetts General Hospital and a professor of medicine at Harvard Medical School, who was not involved in the new research. Chan and other researchers note that genetics, exercise, lifestyle and chemical or environmental exposuresmay influence colon cancer risk, too. Additionally, “there’s a lot of complexity to the food we eat, how it’s converted, how it’s metabolized and how it might eventually lead to tissue changes around things like lipids,” Chan says. “So there are still some pieces that need to be filled in before we can really tell a cohesive story about it.”\nScientific Americanspoke further with Yeatman and Chan about the findings and the potential role of ultraprocessed foods in inflammation and colon cancer.\n[An edited transcript of the interviews follows.]\nWhat has past research shown us about the relationship between diet and colon cancer?\nCHAN: There has been research in the past looking at the association of colorectal cancer risk and specific dietary patterns that we know are associated with inflammation. Some of those dietary patterns are enriched with specific types of oils, such as those that include omega-6 fatty acids, that are known to be proinflammatory. In contrast, there have been data to show that dietary patterns that are enriched with healthier oils, for example, Mediterranean dietary patterns, or so-called prudent dietary patterns, seem to be linked with lower risk. And in addition, there have been somespecificstudiesthat have looked at the effect of types of omega-3 fatty acids, such as fish oils, and their ability to potentially have a preventive effect on colorectal cancer risk. That’s beenmostly shown in animal models, but there have been some clinical trials that suggest there’s potentially a benefit to supplementing one’s diet with fish oil, for example. Those sorts of studiesare still inconsistent, so I think there needs to be more work done in this area.\nOur group and others have also been interested in the idea that some of these lipids that are responsible for inflammation that can lead to cancer could also be inhibited by drugs like aspirin. Aspirin is a drug that is an anti-inflammatory and also specifically has effects on lipids such as prostaglandins, which may promote cancer. These are helpful steps to developing novel cancer prevention strategies that are focused on altering the balance of these lipids and the balance of inflammatory mediators that could be related to some of these lipid pathways.\nHow do the lipids affect inflammation?\nYEATMAN: When you get a wound on your hand or your skin, it swells and turns red initially because of inflammation, and then it gets better, and that’s because of the resolution inflammation.Resolving lipids, or proresolving lipids, were only recently discovered by Charles Serhan of Harvard University. And he described something called “lipid class switching,” which means that the body, when it undergoes normal healing, will switch from the inflammatory phase to the resolving phase. He basically found that there are a number of these lipids—primarily omega-3 derivative lipids—that lead to resolution of inflammation. But inflammation, unchecked, can lead to cancer.\nHow does this inflammation influence cancer development?\nCHAN: Inflammation leads to alterations in the tissue, which may lead to the development of cancer. The tissue may be more likely to grow in an uncontrolled way where it’s difficult to have cells turn over normally, and so that abnormal cell turnover and that overexuberant dividing of cells can ultimately lead to the formation of tumors. We know inflammation also can create an environment that makes tissue more prone to develop changes in the DNA, such as mutations that could lead to cancer. There also may be some effects of inflammation that impair the way the body’s able to naturally fight off the development of cancers.\nI think that these different lipids and oils may have specific effects and pathways related to inflammation and the ability of tissues to repair in a normal way. That may lend itself to an environment in which some of these tissues may develop into cancers because of uncontrolled cell growth.\nWhy might this imbalance in proinflammatory and proresolving lipids happen?\nYEATMAN: The source of these lipids is ultimately dietary. So proinflammatory lipid excesses in the tumor microenvironment is the smoking gun that this potentially relates to lipids we’re consuming. The levels of omega-6 lipid, which is the inflammatory side, in human body fat has increased dramatically from the 1950s to today. And probably that’s because of the Western diet changes. And you go back to what those changes are, well, they’re ultraprocessed foods. Now, ultraprocessing involves more than just lipids, but lipids are in many seed oils, such as soybean oil, canola oil, cotton seed oil, sunflower oil, safflower oil, that have been processed and are used in foods. Seed oils are inexpensive, but the consequence of that is: they’re in almost everything we eat that comes packaged. For example, if you go to the store and get bread off the shelf that hasn't been baked by a local bakery, you’ll find there’s a whole list of ingredients in that bread that are hard to even recognize..., and one of them is generally soybean oil. It’s in everything: bread, chips, hummus, salad dressing, cookies, cakes, pies.\nIt’s not just seed oil. If you have corn-fed beef, the omega-6-to-omega-3 ratio [can bemuch higherthan that of grass-fed beef]..., so that simple change from corn-fed to grass-fed makes a huge difference in the ratio. But it can be very hard to find grass-fed beef at the grocery story. And the reason is that it costs money; I think it takes three years to bring a steer to market that’s grass-fed and maybe one year for corn-fed. So it’s a lot less time for the cheaper approach.\nAre omega-6 fatty lipids bad for health?\nYEATMAN: Omega-6 is an essential fatty acid. You’ve got to have it—but you don’t need it at [a ratio of] 30 times to 1, [compared with omega-3]. So it’s like everything else: it should be in moderation. But the problem is we’ve massively overdone the amount of seed oil in foods. And I don’t think seed oils are necessarily good for you because we get omega-6s from all sorts of other sources.\nNot everybody with seed oil exposure will probably suffer a problem from it. But I think there’s some link there. These links are hard to prove because we’d have to have a dietary history on people for years. More investigations are needed, and someone needs to prove that seed oils, taken in the excess amounts they’re given to us, are truly safe. And that hasn’t been proven yet to me, so I think the default should be reduce them until you know.",
    "authors_names": "Lauren J. Young",
    "difficulty": "easy",
    "sentiment": "negative"
}