{
    "title": "Contributors toScientific American’s January 2025 Issue",
    "link": "https://www.scientificamerican.com/article/contributors-to-scientific-americans-january-2025-issue/",
    "category": "Culture",
    "date": "December 17, 2024",
    "summary": "Writers, artists, photographers and researchers share the stories behind the stories",
    "authors": "Allison Parshall",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "Doug GimesyThe Next Viral Plague\nPhotojournalist Doug Gimesy (above) is a font of knowledge about flying foxes. He first photographed a colony of these fuzzy bats eight years ago in Melbourne, Australia, and soon became a rescuer who campaigned for local bans on certain types of netting and barbed wire that can trap and maim these animals. All this work was taking place within a few miles of his home. “It became an urban wildlife story,” says Gimesy, whose photography focuses on conservation issues in Australia.\nFor this issue’s story on bats and viruses, Gimesy traveled to Queensland to photograph flying foxes. He didn’t have to venture far from population centers to find his subjects; the story’s opening image was captured in a public park. After spotting bats in a tree, he would lie below them to await the perfect shot. “I could be there for half an hour just waiting for them to look down,” he says. Flying foxes are “magnificent” but vilified mammals. “For me, to show them in their best light is important so I can hopefully get people to fall in love with them,” Gimesy says.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nNadia DrakeMission to Europa\nThe visceral experience of a rocket launch does not translate to TV. “It shakes the ground, it shakes buildings, it shakes you,” says science journalist Nadia Drake, who witnessed the launch of the Europa Clipper mission from the Kennedy Space Center in Florida last October. She attended both as a reporter and to honor the legacy of her late father, astronomer Frank Drake, whose work influenced the Clipper expedition’s search for life on Jupiter’s icy moon Europa. Her father’s eponymous equation is etched on the spacecraft’s vault plate in his handwriting, alongside other writings such as a poem by former U.S. poet laureate Ada Limón. When project scientist Robert Pappalardo told Nadia about this commemoration of her father, she was struck by the “beautiful, poignant tribute.” The vault plate, she says, “is just a work of art.”\nNadia has known Pappalardo for more than a decade; in 2011 she reported on the project that would become Clipper for her first magazine cover story. She initially planned to write about life sciences when she became a journalist—her Ph.D. is in genetics—but ultimately developed a specialty in astronomy and the search for life beyond our planet. “We learn so much about life here on Earth” in pursuit of those answers, she says, by doing things such as exploring deep-sea hydro­therm­al vents to learn how organisms can survive without sunlight.\nThe messages we humans send into the unknown can reveal something about us, too. “Clipper is staying in the solar system. It’s going to end its mission on [Jupiter’s moon] Ganymede, probably,” Nadia says. “So those messages are not intended for anybody except us.”\nJane QiuThe Next Viral Plague\nSince the start of the COVID-19 pandemic, Beijing-based journalist Jane Qiu has been keenly focused on bats. In March 2020 she was the first journalist to profile bat virologist Shi Zhengli of the Wuhan Institute of Virology for Western media, in an article forScientific American, and she has been reporting on infectious diseases ever since. Through it all, she’s been driven by a question: Why have so many emerging diseases in the past 20 years come from bats? What makes these animals special? “I’ve been on this kind of journey—a quest, really—to answer those questions,” she says. For her feature article, Qiu tells the story of a bat-borne virus in Australia and what it taught us about the flying mammals’ immunity and evolution.\nBefore becoming a journalist, Qiu spent a decade working as a molecular biologist. It seemed like a logical career path at the time—her mother was a medical doctor, and her father is a philosopher of science. Then she decided to follow her intense curiosity and love of learning to the field of science journalism.\nShe began covering ecology, climate change and development in China—all of which, she has learned, are factors in the spread of infectious diseases because they leave bats increasingly displaced from their habitats and short on resources. This stress can impact their immune systems, just as it would ours, Qiu says. “I started my project asking what’s special about bats, and I think what I found fascinating is that they’re actually not that different from us.”\nMichelle CarrEngineering Our Dreams\nWhile working at a sleep laboratory in college, Michelle Carr began having lucid dreams. It happened spontaneously—she had been “sleeping very poorly because it was college,” and one night she became aware that she was dreaming. “The first one was really eye-­opening, and I just started reading everything I could about the subject,” Carr says. Sleep science is a major field, but few labs at the time studied dreams and nightmares specifically; Carr joined one for her Ph.D. “How dismissed dreams are is pretty surprising,” she says. “These are real experiences.”\nDreams, scientists are learning, are more under our control than we have realized. In her feature article, Carr shares how she and other researchers are helping people engineer their dreams to treat nightmares and PTSD. It’s “incredible” how the mind can instantly produce a “completely vivid and detailed simulation,” she says. “It reveals something really impressive about the mind.”",
    "authors_names": "Allison Parshall",
    "difficulty": "easy",
    "sentiment": "neutral"
}