{
    "title": "Will the World's First Nuclear Fusion Power Plant Be Built in Virginia? Here's Why We're Skeptical",
    "link": "https://www.scientificamerican.com/article/will-the-worlds-first-nuclear-fusion-power-plant-be-built-in-virginia-heres/",
    "category": "Energy",
    "date": "December 18, 2024",
    "summary": "The fusion power plant would go live in the next decade and produce 400 megawatts of electricity, says Commonwealth Fusion Systems",
    "authors": "Ben Guarino",
    "date_pub": "December 18, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Commonwealth Fusion Systems (CFS), a company with origins at the Massachusetts Institute of Technology, says it will build the world’s first fusion power plant in an industrial park near Richmond, Va., within a decade. The plant is expected to go live “in the early 2030s,” according to anews release issued by M.I.T. on Tuesday, and the reactor will produce about 400 megawatts of electricity. Though estimates vary, one megawatt can power about 400 U.S. homes.\nVarious parties have described this development as momentous. They include Virginia’s governor Glenn Youngkin, whoissued a statementsaying, “This is an historic moment for Virginia and the world at large.” And Dennis Whyte, CFS’s co-founder and an engineering professor at M.I.T., said in the news release that “this will be a watershed moment for fusion.”\nBut let’s hold our nuclear horses for just a moment: there are several steps that must be completed before this fusion plant, named ARC (for “affordable, robust, compact”), could be plugged into Virginia’s power grid. For one, CFS has not finished its demonstration machine, SPARC (“smallest possible ARC”). The company says it expects the completed SPARC to show net energy production in 2027. That alone would be a feat.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nFusion, in which atomic nuclei combine and release gobs of energy, is a natural feature of the sun’s plasma. To mimic that process on Earth, a fuel pellet (often consisting of isotopes of hydrogen) is ignited inside a machine called a tokamak. A tokamak generates doughnut-shaped magnetic fields to control the resulting superhot plasma, which is prone to flaring. The outcome, in theory, is energy production without the long-lasting radioactive waste of nuclear fission and without the global warming contributions of burned carbon.\nFailed promises litter the path to workable fusion. But this time thereisa sense of excitement, of rapid acceleration after decades of plodding, among certain fusion experts. In 2022 physicists at the National Ignition Facility in California showed that it is possible toexceed what’s called scientific breakeven, in which a reactor makes more energy than what is required to kick off the fusion reaction.\nCommonwealth Fusion System’s tokamak fusion reactor design, pictured, makes use of a new kind of high-temperature superconducting magnet. The approach was first explored in a graduate class taught by co-founder and MIT Professor Dennis Whyte.\nCommonwealth Fusion Systems (CC BY-NC-ND 3.0)\nThe Virginia plant’s tokamak, based on designs produced by M.I.T. graduate students, will be especially compact and economic because it will use a new kind of superconducting magnet, Whyte said in the news release.\nVirginia is home to Data Center Alley, where the current boom in artificial intelligence, streaming services and other tech has manifested what is among the world’s densest concentration of server farms. These are energy-hungry facilities, and demand isprojected only to grow. CFS’s chief commercial officer told theNew York Timesthe fusion plant will probably serveindustrial customers.\nFusion, which has been studied since the middle of the 20th century, is the kind of technology that always seems to be just 15 years away. Constructing an artificial star is difficult; materials in fusion reactors must withstand temperaturesof millions of degrees Celsius. And it is expensive. The biggest fusion project on the planet, the International Thermonuclear Experimental Reactor (ITER) in France, is behind schedule and over budget, ballooning from an initial estimate of $6.3 billion in 2006 to $22 billion in 2023, as journalist Charles Seifereported inScientific Americanlast year.AndITER, whose fundamental goal is to prove that fusion energy is feasible, is not intended to power anything.\nCFS, meanwhile, has secured about $2 billion in investments. If it succeeds, it will have done so where previous attempts by well-financed tech companies have failed. Lockheed Martin began working on a small fusion reactor in 2010. In 2014 it said it would develop a reactor compact enough tofit on a truckbefore 2019. But by 2021, Lockheed Martin hadquietly shelvedthe project.",
    "authors_names": "Ben Guarino",
    "difficulty": "easy",
    "sentiment": "neutral"
}