{
    "title": "Run, Lucy, Run! Human Ancestors Could Jog but Not Very Far or Fast",
    "link": "https://www.scientificamerican.com/article/run-lucy-run-human-ancestors-could-jog-but-not-very-far-or-fast/",
    "category": "Evolution",
    "date": "December 20, 2024",
    "summary": "3D models ofAustralopithecus afarensishint at the muscular adaptations that made modern humans better runners",
    "authors": "Gemma Conroy, Nature magazine",
    "date_pub": "December 20, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Ancient human relatives ran on two legs, like modern humans, but at a much slower pace, suggest 3D computer simulations ofAustralopithecus afarensis– a small hominin that lived more than three million years ago.\nThe analysis offers a detailed snapshot of the hominin’s running speed and the muscular adaptations that enabled modern humans to run long distances, says Herman Pontzer, an evolutionary anthropologist at Duke University in Durham, North Carolina. “It’s a very thorough approach,” he says. The findings were published this week inCurrent Biology.\nA. afarensiswalked upright on two legs, making its fossils a favourite for researchers looking to unpick how bipedalism evolved in the human lineage. But few studies have explored the hominin’s running ability because it requires more than studying fossilized footprints and bones, says study co-author Karl Bates, an evolutionary biomechanics researcher at the University of Liverpool, UK.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nMiceking/Alamy Stock Photo\nBates and his colleagues created a 3D digital model of the ‘Lucy’ skeleton – a near-complete 3.2-million-year-oldA. afarensisspecimen discovered in Ethiopia half a century ago. They used the muscular features of modern apes and the surface area of Lucy’s bones to estimate the ancient hominin’s muscle mass. The researchers then used a simulator to make their Lucy model ‘run’ and compared its performance with that of a digital model of a modern human.\nThe simulations showed that Lucy could run on two legs, despite lacking the lengthened Achilles tendon and shortened muscle fibres that are thought to benefit endurance running in modern humans. But speed wasn’t Lucy’s strength: she could reach a maximum of only around five metres per second, even after the researchers remodelled her with human muscles. By contrast, the human model ran at roughly 8 metres per second. Even when the researchers removed body size from their modelling, Lucy’s running still lagged behind that of modern humans, suggesting that her physical proportions were the main culprit. “Even if you jack up all the muscles, she was still slower,” says Bates.\nNext, the researchers assessed whether certain muscles have a role in energy expenditure during running. When they added human-like ankle muscles to the Lucy model, the energy cost was comparable to that of other animals of a similar size. But running became more taxing for Lucy when the team replaced the human ankle muscles with ape ones. This suggests that adaptations in the Achilles tendon and surrounding muscles enable modern humans to run for extended periods.\nBates and his colleagues are now planning to investigate whether fatigue and bone strain also influenced Lucy’s running.\nThis article is reproduced with permission and wasfirst publishedon December 19, 2024.",
    "authors_names": "Gemma Conroy, Nature magazine",
    "difficulty": "easy",
    "sentiment": "neutral"
}