{
    "title": "We May Be on the Brink of Finding the Real Planet Nine",
    "link": "https://www.scientificamerican.com/article/if-planet-nine-exists-well-find-it-soon/",
    "category": "Planetary Science",
    "date": "December 17, 2024",
    "summary": "If there’s a hidden world in the solar system, a new telescope should find it",
    "authors": "Robin George Andrews",
    "date_pub": "December 17, 2024",
    "read_time": "15min read",
    "type": null,
    "full_text": "Most astronomers would love to find a planet, butMike Brownmay be the only one proud of having killed one. Thanks to his research, Pluto, the solar system’s ninth planet, was removed from the pantheon—and the public cried foul. How can you revise our childhoods? How can you mess around with our planetariums?\nAbout 10 years ago Brown’s daughter—then around 10 years old—suggested one way he could seek redemption: go find another planet. “When she said that, I kind of laughed,” Brown says. “In my head, I was like, ‘That’s never happening.’”\nYet Brown may now be on the brink of fulfilling his daughter’s wish. Evidence he and others have gathered over the past decade suggests something strange is happening in the outer solar system: distant subplanetary objects are being found on orbits that look sculpted, arranged by an unseen gravitational force. According to Brown, that force is coming from a ninth planet—one bigger than Earth but smaller than Neptune.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nNobody has foundPlanet Nineyet. If it’s really out there, it’s too far and too faint for almost any existing telescope to spot it. But that’s about to change. A new telescope, theVera C. Rubin Observatoryin Chile, is about to open its mechanical eyes. When it does, it should catch millions of previously undetected celestial phenomena, from distant supernovae to near-Earth asteroids—and, crucially, tens of thousands of new objects around and beyond Pluto.\nIf Brown’s hidden world is real, Rubin will almost certainly find it or strong indirect evidence that it exists. “In the first year or two, we’re going to answer that question,” says Megan Schwamb, a planetary astronomer at Queen’s University Belfast in Northern Ireland—and, just maybe, the solar system will once again have a ninth planet.\nPluto was discovered in 1930 and always seemed to be a lonely planet on the fringes of the solar system. But in the early 2000s skywatchers found out that Pluto had company: other rime-coated worlds much like it were popping up in surveys of that benighted frontier. And in 2005, using California’s Palomar Observatory, Brown—an astronomer at the California Institute of Technology—and two of his colleagues spied a far-flung orb that would change the way we perceive the solar system.\nThat orb wasEris. It was remarkably distant—68 times as far from the sun as Earth. But at roughly 1,500 miles in diameter, it was just a little larger than Pluto. “The day I found Eris and did the calculation about how big it might be, I was like, ‘Okay, that’s it. Game’s up,’” Brown says. Either Eris was going to become a new planet, orPluto wasn’t what we thought.\nFinding a ninth planet would be huge. Such a discovery could change what we know about our solar system’s past.\nIn 2006 officials at the International Astronomical Union decided that to qualify as a planet, a body must orbit a star, must be sufficiently massive for gravity to squish it into a sphere and must have a clear orbit. Pluto, which shares its orbital neighborhood with a fleet of other, more modest objects, failed to overcome the third hurdle. Pluto became a “dwarf planet”—but its demotion didn’t make it, or its fellow distant companions, any less beguiling to astronomers.\nPluto and Eris are members of the Kuiper belt, a roughly doughnut-shaped torus of icy shards left over from the solar system’s formative days. There are countless worlds just like them, known as trans-Neptunian objects, but they are very hard to see.\nStill, in the early 2000s Brown, along with his two co-discoverers of Eris, Chadwick Trujillo of Northern Arizona University and David Rabinowitz of Yale University, found their fair share. They announced one of these, namedSedna, in 2004. The closest it gets to the sun is 76 astronomical units, or AU (1 AU is equivalent to the average Earth-sun distance), which is so mindbogglingly far-flung that a person standing on it could obscure the furious light of the sun with the head of a pin. Back then, it was the most distant object ever detected in the solar system. In fact, it resides beyond the Kuiper belt and was viewable only as a fuzzy little dot shifting between the stars. Some refer to Sedna as an extreme trans-Neptunian object, or ETNO. Though poorly defined, ETNOs are key players in the saga of Planet Nine, which is also referred to as Planet X. “Sedna was our first clue to Planet Nine, although we didn’t recognize it at the time,” Brown says.\nIn 2014 Trujillo (then at the Gemini Observatory in Hawaii) and astronomer Scott S. Sheppard of Carnegie Science in Washington, D.C., published apaperon Sedna and another remote object called 2012 VP113, whose closest approach to the sun was a staggering 80 AU. Both dance back and forthacross the heliopause—the putative boundary of our solar system that separates the magnetized wind of the sun from the gas and dust found between stars, beyond which interstellar space begins. “Those two objects are in a class of their own,” Sheppard says. They seemed inexplicable.\nSedna and 2012 VP113(along with a few other, similarly odd objects) are on orbits so stretched out and distant that the gravitational influence of something had to have positioned them there and paved their strange orbital highway around the sun. But what was that something? At these distances the immense gravitational fields of the giant planets, including Neptune, don’t have any significant effect on them; the only thing that should be influencing their orbits is the sun.\n“Those objects are in a dead zone,” Sheppard says. He and others figured an invisible gravitational actor had to be invoked to explain these aberrant wayfarers. In 2014 Sheppard and Trujillo suggested that Sedna, 2012 VP113and company may have those outlying orbits thanks to a hidden planet—one anywhere from two to five Earth masses in size—that is pulling at them and gradually changing the shapes and positions of their original orbits over time.\nThe best way to find out if that’s true is to use these ETNOs and their orbits “as gravitational probes of the outer solar system,” Sheppard says. The idea appealed to Brown, who took Sheppard and Trujillo’s 2014 study down the halls of Caltech to astronomer Konstantin Batygin. Whereas Brown is more of an observer of the night sky, Batygin is a theorist, someone who wants to know why the cartography of the solar system is the way it is. “I take deep joy in taking on observational puzzles,” he says. “For me, the thrill is in putting the calculations out there and battle-testing them with data.”\nBrown and Batygin ruminated on six ETNOs andnoticedsomething weird was going on. Unlike the eight known planets, whose orbits are approximately circular and are oriented along the same flat plane, known as the ecliptic, these six objects—including Sedna—had elliptical orbits and were tilted about 20 degrees with respect to the ecliptic. The six also made their closest approaches to the sun in the same region of space. They were all too far out to be within Neptune’s gravitational reach, but something appeared to have crafted their orbits.\nBrown and Batygin’s computer models suggested the only reasonablepossibilitywas a hidden planet with a mass five to 10 times that of Earth orbiting as far as 700 AU away. This world, perhaps one exiled from the warmer confines of the solar system during its chaotic earlier years, managed to cling to the sun’s gravitational ropes. And as it whirled through the distant darkness, it wielded its own gravitational influence on those passing six orbs, herding them into similar, strange new orbits.\nSince Sedna’s discovery in 2004, the notion of a huge, incognito planet had come up on several occasions. But Brown and Batygin’s 2016paperannouncing their calculations was a clarion call: We are confident that Planet Nine is out there. Now all we need to do is find it.\nThe hunt for a missing planet is inherently peculiar. “How many planets are in the solar system?” Schwamb asks. “This should be an easy question, right? But it’s not!”\nFinding a ninth planet would be huge. Beyond consoling those in the public who still mourn Pluto’s demotion, such a discovery could change what we know about our solar system’s past. Any objects in, and beyond, the Kuiper belt are “relics left over after planet formation,” Schwamb says. “They tell us about that hidden history that basically has been erased from the solar system.” Did planets manage to form that far from the sun, or did they migrate out there? Most orreries of planets moving around other stars include a mini Neptune of some variety. “It is very odd that we don’t have one,” she says.\nIf it exists, Planet Nine is big compared with Earth—Brown’s best guess is that it hovers around seven Earth masses. But it’s so far away that it’s beyond the detection capabilities of most telescopes. In general, observatories have a choice: have a wide field of view to see more of the night sky in one go or a big mirror to collect more light from a smaller area and see distant, faint objects. Space is rather expansive, so trying to zoom in on one minuscule patch of it in the hope of finding a single object is extremely unlikely to succeed.\nJen Christiansen; Source: Caltech/R. Hurt (IPAC) (ETNO and Planet Nine orbital reference)\nMany astronomers—not just Brown, Batygin, Sheppard and Trujillo—havetried looking. Several more ETNOshave been found, including the Goblin (discovered around Halloween 2015), Farout andFarFarOut—more gravitational probes for Planet Nine hunters to study. But to date, Planet Nine itself has eluded them.\nThere is, of course, a chance that they can’t find it not because Planet Nine is stealthy but because it doesn’t exist. Over the past decade various alternative hypotheses have sprung up to try to explain Sedna and its cohort’s weirdly clustered orbits.\nOne possibility is that there is a Planet Nine but not the canonical one; instead it’s something considerably punier—Mars-size—and it sits elsewhere on the solar system’s outermost boundary. In 2017 Kathryn Volk, an orbital dynamics researcher at the University of Arizona, thought the orbits of various trans-Neptunian objectshintedat the presence of a Mars-esque world within the Kuiper belt. Additional observational data on other distant objects has since undercut her team’s hypothesis, and although the possibility of a Mars-like Planet Nine has come up at astronomy conferences, Volk is now skeptical. “Much like the more standard Planet Nine, they’re probably both wrong,” she says. “I don’t think any of the existing predictions are correct.”\nIn 2020 scientistssuggestedthat an icy ring of primordial debris, if massive enough, could also be sculpting the orbits of several ETNOs. Brown notes that we see inclined frosty rings around other stars, but those rings are thought to be held in place by the gravitational influence of another hefty planet, making this a more complicated explanation than Planet Nine alone.\nIt’s also been suggested that perhaps a passing star or a rogue planet zipping through space could have dragged Sedna and its friends onto their weird orbits long ago. In 2019 researchers even wondered whether atiny black holemight be the culprit. When I raise this possibility to Brown, he grins. “I have it!” he says. He disappears for a moment, then reemerges holding a sphere about the size of a volleyball. “This is a seven-Earth-mass black hole. One of my students 3D-printed it for me.”\nBrown chuckles. “What we know is that there is a seven-Earth-mass object out there. What it is, we don’t know,” he says. “It could be a planet. It could be a black hole. It could be a cat or a burrito. All of these are possibilities—some make more sense than others.” He puts down his tiny black hole. “A planet is a really mundane explanation.” After all, he says, we see planets like that on distant orbits around other stars all the time.\nTrujillo is a little more circumspect when considering alternative explanations. Sure, he says, they could be right; those theories deserve to be explored. “We still don’t really know how Sedna and the other ETNOs got out there,” he says. But the fact remains that “an undiscovered large planet is a real possibility.”\nThough not as adamant as Brown, Batygin is certainly bullish. In astrophysics, “most theories are wrong,” he says. “The most surprising thing I’ve encountered over the course of the past eight years for this particular problem is that there hasn’t been a compelling other alternative.”\nArguably, the greatest challenge to the Planet Nine story is the suggestion that Sedna and company may not have strange orbits at all. Astronomers cannot see every region of space clearly. If an observatory is afflicted by bad winter weather, then data will be lacking for that corner of the night sky. ETNOs also spend most of their unfathomably long orbits so far from Earth that they glint in sunlight only when they reach their closest approach to the sun. Then there’s the Milky Way. Our solar system is perched on one of the arms of our spiral galaxy, and when we look inward, all we see is starlight. It’s beautiful but bothersome to astronomers. “Nobody finds [trans-Neptunian objects] where the Milky Way is,” says Samantha Lawler, an astronomer at the University of Regina in Canada. “You’re looking for a small, fuzzy, moving dot, and when there are so many stars in the background, it’s harder to find them.” Because astronomers know about only a small number of Kuiper belt objects and ETNOs, some scientists skeptical of the Planet Nine hypothesis think we simply do not have enough information to know whether worlds like Sedna really are on strange orbits or just look like they are for the moment.\n“Each year we don’t find [Planet Nine], the probability of it actually existing goes down dramatically.” —Mario JurićUniversity of Washington\nThink of it this way: imagine you’re in the dark, and you have a flashlight. You shine it on one patch of the floor ahead of you, and you see a handful of marbles in that one spot. (That’s Sedna and friends.) With that information alone, you may think there must be a special reason those marbles are in that spot. But there could be plenty of other marbles all over the floor—and if you could see all those other marbles, you would realize that the first seeming cluster of them isn’t a cluster at all. Instead it’s just a random group of marbles on a floor covered in haphazardly placed marbles. The problem is that, for now, your flashlight isn’t bright or wide enough to let you see the rest of them.\nThis misperception is caused by what’s known as an observational bias. To see whether the case for Planet Nine was afflicted by one, Lawler and her colleagues turned to theOuter Solar System Origins Survey(OSSOS). Between 2013 and 2017, OSSOS used theCanada-France-Hawaii Telescopeto scan eight patches of the night sky and ultimately identified more than 800 new Kuiper belt objects. Eight objects had average distances from the sun greater than 150 AU, making them ETNOs—the kinds of objects that could be used as gravitational probes for Planet Nine. And their orbits werenot clustered at all.\nIf a giant hidden planet is influencing these eight objects, they should exhibit the same type of clustering as those being used to invoke Planet Nine. But they don’t. The OSSOS data cannot rule out Planet Nine, but they do suggest that what may look like clustered orbits sculpted by an invisible world could, in fact,be an illusion. Authors of another bias-checking study, using the Dark Energy Survey, came to thesame broad conclusionin 2020. “Why say there’s something more complicated if you can’t rule out the null result?” Lawler says. “That’s our argument.”\nThe soon-to-open Vera C. Rubin Observatory stands atop the Cerro Pachón mountain range in Chile.\nNOIRLab/NSF/AURA/F. Bruno\nThe crux of the debate is that we are dealing with small-number statistics: there are too few known trans-Neptunian objects for astronomers to confirm one way or the other. “The agnostic perspective now is that we do not have enough data either way,” says Pedro Bernardinelli, an astronomer at the Institute for Data Intensive Research in Astrophysics and Cosmology at the University of Washington. “I am fairly convinced that it’s probably not there. But I also think it’s silly to not search for it.”\nThankfully, that search is about to get a lot easier.\nIn May 2024 a nearly 7,000-pound, car-size camera was moved from its construction site in California to a mountaintop in Chile. After a 10-hour flight and a several-day, winding, bumpy drive to an 8,700-foot-high peak in the Cerro Pachón mountain range, the 3,200-megapixel camera—the world’s largest—arrived without a single scratch. Like the prize jewel for a monarch’s crown, the $168-million camera was then almost ready to beset in placewithin the nearly finished Vera C. Rubin Observatory.\nThe observatory will see its first light sometime in early 2025. Thanks to its enormous field of view, Rubin will take images of the entire night sky viewable from the Southern Hemisphere night after night—and its house-size nest of mirrors will gather up remarkably distant starlight, meaning nearly everything that shimmers or shifts about will be photographed.\nRubin—a venture funded by the U.S. National Science Foundation and the Department of Energy—is named after the late, great astronomer who, by looking at the way stars and galaxies stuck together more than could be explained by the gravity of visible matter alone, uncovered compelling evidence for dark matter. Her namesake is aptly set to find acornucopia of concealed objects, from faraway collapsing stars to millions of asteroids and even a bunch of interstellar objects in our own solar system.\nThe Kuiper belt, whose population and structure are only vaguely known, stands to be greatly illuminated by Rubin. After nearly four decades of searching, astronomers have found about 4,000 objects out there. “With Rubin, it should go up to about 40,000,” says Mario Jurić, an astronomer at the University of Washington. I bring that up with Brown, who laughs. “Ah, who cares about those?” he says with a grin. But ultimately, he has his eyes on Planet Nine. And, he says, Rubin is probably going to find it.\nHere’s how: To fulfill Rubin’s myriad science objectives, astronomers are putting together a strategy for the observatory’s survey of the night sky, which will essentially be automated. Astronomers can’t just ask for time on Rubin as they do on other telescopes. Instead algorithms will process Rubin’s nightly images to produce catalogs, which will then be released to the community.\nFor solar system science, astronomers will see a list of moving objects—those known and those previously unidentified—with orbital parameters based on the current crop of Rubin observations. Researchers seeking Planet Nine can then use the newly discovered trans-Neptunian objects to see whether the case for the planet is stacking up or collapsing.\nWhen lots of ETNOs have been found, Brown says, it will become clear whether the clustered orbits one would expect to be caused by a hidden planet—like those of Sedna and company—are present. And because Rubin will see the entire southern sky, any observational bias will be quickly ruled out. “If the clustering is there, Planet Nine is there,” Brown says.\nIt’s also possible that among the moving objects Rubin detects will be Planet Nine itself. If it’s more like Uranus or Neptune—a hydrogen-enveloped orb with plenty of ice—it will reflect a lot of light, making it easier to spot. (Even in that best-case scenario it would probably look like a pinprick of light in a Rubin image.) Pessimistically, Batygin says, “it’s a bare rock”—­­a superdark world, practically invisible. “Undeniably, that would suck. But that might be the reality of it. We’ll get what we’ll get, and we won’t get upset. Well, some of us will get upset.”\nIf it’s hanging out in front of the Milky Way, that would be “the nightmare scenario,” Bernardinelli says. “It will be very hard to find.” Jurić notes that Rubin’s software will do its best to subtract that bright conflagration of starlight, revealing, he hopes, anything concealed within it. Will that work? Jurić thinks so, “but you don’t know until you try it,” he says.\nWorst-case scenarios aside, astronomers expect that the mission to find Planet Nine will be over in a few years. In just one, Earth (and Rubin) will have circled the sun once. Only inclement weather will prevent us from seeing what’s out there; a bad winter month may take one month of full-sky coverage away, but the telescope should be able to capture it the next year.\n“Each year we don’t find [Planet Nine], the probability of it actually existing goes down dramatically,” Jurić says. And after a couple of years, the existence (or nonexistence) of Planet Nine will be, to most astronomers, unequivocal. Rubin is “the ideal planet hunter,” Schwamb says. “I don’t think there’s any other telescope in the world that could manage to do this.”\nMost astronomers are happy to wait and find out what Rubin reveals. Schwamb, whose Ph.D. adviser wasnone other than Mike Brown, treads carefully. “I will be pleasantly excited if there is a planet,” she says. “I will not be so surprised if there isn’t one.”\nBut Brown and Batygin have never been surer. In a 2024study, they analyzed the orbits of 17 trans-Neptunian objects, each with a bizarre feature: their closest approaches to the sun can get as near as Jupiter. Objects that cross Neptune’s orbit like that should get ejected from the solar system, so how can these objects on these orbits exist today? Something is grabbing orbs that linger at the very edge of the solar system and putting them on orbits that take them far closer to the sun than they would otherwise get, the scientists surmise.\nTheir study used virtual re-creations of the solar system and tried to see what kinds of objects had the gravitational influence to sculpt these orbits—including passing stars, the Milky Way itself and Planet Nine. According to the researchers, the versions of reality without Planet Nine make no sense. This outcome is “the strongest statistical evidence yet that Planet Nine is really out there,” Batygin says.\nIf the planet does exist, there’s a good chance that Brown and Batygin might not find it first. Rubin may detect it autonomously, Jurić says, whereupon another group of astronomers reading the data will confirm that it is genuine. Alternatively, Rubin’s software might not detect it automatically, but an astronomer may find Planet Nine by using their own software to go through the imaging data or by perusing a list of moving objects that Rubin found but did not autonomously flag as Planet Nine candidates. Batygin, ever the theorist, says the discovery is what matters most, regardless of who claims it. “I just want to know the answer,” he says.\nIf Planet Nine is real, “my instant reaction might be relief,” Brown says. He admits that should he not be the one to first cast eyes on it, he would feel an initial gut punch of frustration. “I would love to discover it,” he says. But he’d be satisfied if he and his colleagues were proved right all along, and he met his daughter’s challenge of redemption—and he would be thrilled that the history of the solar system would change, once again, partly because of his research.\n“There’s a very good chance that we could be sitting around studying Planet Nine in just a couple of years’ time,” he says. Every telescope, on Earth and in space, might be zeroing in on its secrets. Whatever it’s like, Brown says, “it will be the best planet in the solar system.”",
    "authors_names": "Robin George Andrews",
    "difficulty": null,
    "sentiment": null
}