{
    "title": "How to Stop the Next Viral Pandemic",
    "link": "https://www.scientificamerican.com/article/the-next-viral-pandemic-is-coming-heres-how-we-can-stop-it/",
    "category": "Ecology",
    "date": "December 17, 2024",
    "summary": "A new combo of climate and habitat crises, along with immune system stress, is driving more bat-borne viruses to afflict us",
    "authors": "Jane Qiu",
    "date_pub": "December 17, 2024",
    "read_time": "16min read",
    "type": null,
    "full_text": "At 4:30 on a chilly morning in Australia, headlights burned through a dark forest in central Woodford, a small rural town 50 miles north of Brisbane, Queensland. Hundreds of flying foxes—magnificent fruit-eating bats with big eyes, fluffy coats, and a wingspan nearly that of an eagle—had just returned from foraging and dangled on tree branches like gigantic Christmas ornaments. Below them, rather incongruously, a large plastic sheet covered the ground. It had been placed there by a team of ecologists to collect urine and feces that the animals dropped.\nThe scientists, from Griffith University in Brisbane, were probing bat droppings because of a grave human-health concern: plagues now come at us from the skies. Viruses carried by the world’s only flying mammals, bats, have infected people. In the past decades a series of viral attackers—many of them deadly—have been found in or linked to bats: Marburg, Ebola, Hendra, Nipah, SARS-CoV-1, MERS-CoV and, most recently, SARS-CoV-2. COVID, the disease that last virus causes, has killed more than seven million people across the world. Bat-derived viruses seem to threaten our health with disturbing frequency.\nBut why bats? And why now? After decades of searching for clues and putting together puzzle pieces involving evolution, ecology and climate, scientists have come up with a good answer. Bats have evolved a unique immune system that lets them coexist with a horde of otherwise harmful viruses, a development that seems tied, in surprising ways, to their ability to fly. But when people destroy their habitats and food and trigger disturbing changes in climate—all of which have coincided recently—bats’ immune systems can be strained to the breaking point. The animals can no longer keep viruses in check. Their burgeoning population of microbes rains down on other animals and eventually infects people.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe search for further evidence to bolster this hypothesis, as well as early warnings of bat-virus outbreaks, had brought the Griffith team to Woodford last year. The investigators were looking for signs of nutrition problems or biomarkers of impaired immunity in the bats, among other indicators. Alison Peel, one of the ecologists, carefully transferred puddles of bat urine from the plastic sheet into test tubes. Then she felt something hard land on her back. “Great, I just got hit by bat poop,” she said with a grimace. The first light of dawn began filtering through the dense forest canopy.\nThe team will be spending several years in the field, trying to pick out causes of virus shedding that can be easily obscured in a wild environment. “Such long-term studies are extremely hard but absolutely critical,” says James Wood, an infectious disease ecologist at the University of Cambridge, who has been working on Hendra-like viruses in African bats in Ghana and Madagascar. The basic links between environmental stress on bats and increased spread of disease were documented in 2022, in a landmark paper inNature. It connected climate variability, deforestation and food shortages over a quarter of a century to pulses of heightened virus infections in bats, other animals and people.\nIn Queensland, Australia, large groups of black flying foxes hang from trees.\nDoug Gimesy\nOne of the authors of that paper was Raina Plowright, an infectious disease ecologist at Cornell University who has been studying flying foxes and viruses for two decades. The interwoven nature of these causes, she says, means that any public-­health intervention to prevent future pandemics will need to tackle the whole environmental tapestry, not just pull on a single thread. “Halting deforestation and climate change will help address the root cause,” she says.\nOn a March evening in 2006, Plowright was in the bushland in northern Australia’s Nitmiluk National Park when she felt that something was not quite right. She had set up a finely meshed net under the forest canopy to capture flying foxes, then sat back and stared at the sky. Plowright, a graduate student at the time, was waiting for what she called a flying river of animals—hundreds of thousands of them rushing from their roosts to feed as the sun went down—letting out a cacophony of high-pitched calls. “It’s absolutely spectacular,” she says. “They are the wildebeests of the Northern Territory.”\nBut that twilight was eerily quiet. Plowright could barely find a trickle of flying foxes, let alone a gushing river. It was extremely unusual. “Where have the bats gone?” she recalls wondering.\nPlowright was part of a team trying to understand why flying foxes had been spreading the Hendra virus to horses and people. Hendra had killed two humans at that point, and it had killed and sickened many more equines, threatening an industry worth several billions of dollars to Australia. The scientists’ job was to periodically measure the extent of virus infection in wild bats and monitor their health.\nWhen the researchers finally managed to capture a few bats, they realized all was not well. The animals were skinny and in bad shape; it looked as if they had not been eating. “The bats were basically starving and in really poor health,” Plowright says. And even though it was just after the mating season, none of the captured females was pregnant. The team couldn’t detect any Hendra genetic material in the animals—which is notoriously tricky to do—but nearly 80 percent of the bats had immune system antibody proteins against the virus. That was nearly twice the level measured the year before, and it meant the bats had caught the pathogen. “It was the first clue that nutritional stress may have a role in an increased susceptibility to virus infection,” Plowright says.\nHendra, the virus that Plowright and others were tracking, had made its fearsome debut on the outskirts of Brisbane, in the state of Queens­land, in September 1994. On a breezy spring afternoon a thoroughbred mare named Drama Series started to look sickly while grazing at a paddock near Hendra, a sleepy area known for its racehorses. Drama Series deteriorated precipitously, and she died two days later, says Peter Reid, the equine veterinarian who treated her.\nWithin a few days a dozen more horses fell ill; most of them had shared a stable with Drama Series. Some soon died, and the rest were euthanized to prevent possible transmission to humans. But it was too late, Reid says. Within a week flulike symptoms descended on Drama Series’ trainer, who eventually succumbed to respiratory and kidney failure.\nAround the same time, another outbreak killed two horses in Mackay, 600 miles north of Brisbane. But the cause remained a mystery until their owner died 14 months later. Medical examinations showed that the cause of his death—and that of his horses—was the same viral pathogen that launched the deadly attacks in Hendra.\nResearchers spread a plastic sheet under a flying fox roost in Queensland to collect urine and feces samples.\nDoug Gimesy\nThe same virus in two deadly outbreaks 600 miles apart: this context gave scientists an ominous clue to the pathogen’s source. “We started to consider the possibility that the virus was transmitted by a flying animal,” says Linfa Wang, an infectious disease expert who was then at the Australian Animal Health Laboratory (now known as the Australian Center for Disease Preparedness).\nBut which animal? Scientists decided to focus their attention on insects, birds and bats. These creatures were the airborne members of a long list of wild animals, including rodents, snakes and marsupials, that field researchers had been trapping and another team of molecular biologists, including Wang, had been analyzing. Their goal was to pinpoint the source of the disease. Wang, now at Duke–­National University of Singapore Medical School, says the work soon paid off. Blood samples from all four of the flying fox species in Australia had antibodies to Hendra. In the ensuing years, the team managed to isolate the virus from a bat and obtained the full sequence of its genome.\nThat discovery focused attention on bats as virus carriers, and scientists have since discovered dozens of bat-­borne pathogens. They learned, for instance, that bats are vectors for the Nipah virus, which killed around 100 people and led to the culling of one million pigs in Malaysia in 1998–1999. In the aftermath of SARS in 2005, Wang and his colleagues in China, Australia and the U.S. reported inSciencethat bats might also be the source of the new contagion.\nThese discoveries posed a conundrum. Nipah, Hendra, and other viruses can make humans and other animals sick, often with devastating consequences, yet bats seem to tolerate them well. Wang wanted to understand why. He was shocked when he realized how little was known. “It was like stepping into a void,” Wang says. “Our understanding of bat immunity was almost zero.” It was a void that, beginning in the early 2000s, he and other scientists started to fill.\nIn 2008 the Australian government gave Wang a coveted blue-­sky research grant, one awarded to scientists deemed on a path toward breakthrough discoveries. With around $2 million to spend over five years, he could do whatever he wanted. There was only one thing on his mind. “I wanted to be the first person in the world to sequence bat genomes,” he says. What he didn’t expect was that the effort would lead to a fascinating link between bats’ unusual immune system and their even more unusual evolution.\nOf the 6,400 or so living mammalian species, bats are the only ones that can fly. More than one in five mammalian species is a bat—it is one of the most diverse groups in the class, second only to rodents. Bats’ life­spans are extraordinary. Some bats weigh only a few grams but can live as long as 40 years, equivalent to humans living for almost 1,000 years. Despite such longevity, bats rarely develop cancer.\nHow and when the only flying mammals evolved wings and became airborne is still unclear. The oldest fossils of bats that “have all the hallmarks of a flying creature” are dated to 52.5 million years ago, says Nancy Simmons, a mammalogist at the American Museum of Natural History in New York City, who worked on these exquisitely preserved skeletons from present-day Wyoming. The signs of wings and other flight features on the fossils indicate the animals’ unique path to the skies began to evolve millions of years earlier, and the lineage probably split from other mammalian species before the massive asteroid impact that wiped out dinosaurs and around 70 percent of all species worldwide 66 million years ago.\n“The advantages of flight are tremendous be­­cause you can cover much larger areas than similarly sized animals that can’t fly,” Simmons says. “It opened up a whole new set of resources that were not available to those that couldn’t fly.” Bats, in essence, became “birds of the night,” occupying many of the same ecological niches as birds but avoiding competition with them by being nocturnal.\nA scientist prepares to analyze DNA from flying fox feces samples.\nDoug Gimesy\nThis high-flying lifestyle requires a lot of energy. In flight, some species of bats increase their metabolic rate more than 15-­fold. Body temperature can rise from around 95 degrees Fahrenheit to 104 degrees F, and their heart rates can speed up from a resting pace of 200 to 400 beats per minute to 1,100 beats. From their roost sites, they often travel dozens of miles to feed in one night. Some migratory species can travel up to 1,240 miles from their summer locations to winter ones. The use of so much energy releases a large amount of metabolic by-products, such as damaged DNA and highly reactive chemicals. These substances trigger inflammatory responses similar to those caused by microbial infection. “Bats must have an efficient system to deal with the insults that come with flight,” Wang says. “It’s all about damage control.”\nWith his blue-sky grant, Wang set out to systematically study how bats were physiologically different from other mammals—a question considered esoteric at the time. By collaborating with BGI, a Chinese genomics company that had already sequenced the genomes of organisms such as rice and the giant panda, Wang and his colleagues got the first chance to read the “genetic book” of two types of bats: a small, insect-eating species (Myotis davidii) from northern China and Russia, and a big, fruit-eating black flying fox (Pteropus alecto) from Australia. “It was like hitting a jackpot,” Wang says. Writing inSciencein 2013, the team reported that bats have more genes responsible for repairing DNA damage than other mammals such as mice and humans do—possibly allowing the flying creatures to be more adept at fixing the molecular wear and tear caused by their high metabolism.\nThere were also some helpful genetic absences. The genetic books of both of the bat species Wang’s team sequenced, for instance, have lost several “pages”—genes found in more grounded mammals—that encode certain immune system proteins. These proteins help to detect invading organisms and launch inflammatory responses. This scenario might sound counterintuitive: Wouldn’t the lack of those genes make bats more vulnerable to infection? Scientists think not; it’s often the immunological overdrive in response to pathogens, rather than pathogens themselves, that kills the host. (A lethal aspect of COVID, early in the pandemic, was a “storm” of immunological overreaction that damaged organs beyond repair.) “This was the first tantalizing clue to how bats deal with infection,” Wang says.\nA hint about what happens when this delicate infection-control system goes awry came from earlier bat-­sur­veil­lance studies: when the animals shed more virus, other species started to get sick. In June 2011 a Hendra outbreak hit horses in Australia’s eastern states of Queensland and New South Wales. By October of that year about two dozen horses perished, traced to not one but 18 separate transmissions of the virus from flying foxes. “It was unprecedented,” says Hamish McCallum, an expert on ecological modeling at Griffith University’s Southport campus. There had been only 14 transmission events since the first Hendra outbreak in 1994.\nAt about the same time, a team led by Peel (who would go on to collect samples in Woodford) uncovered another troubling phenomenon: bats were shedding a whole bunch of viruses other than Hendra. Since November 2010, her colleagues had been collecting urine samples from flying foxes—mostly the black flying fox and the grey-headed flying fox (Pteropus poliocephalus)—at their roost sites on a monthly basis. Their studies show that the bat populations usually have a variety of viruses at low levels. But the levels tended to rise in the cold and dry winter months, between June and August, when risks of virus transmission are heightened.\nIn winter 2011 the levels of eight viruses—including Hendra, its cousin the Cedar virus and the Menangle virus (which can also infect humans)—peaked in urine samples collected from bats in Queensland. This bump did not happen in subsequent winters or in the state of Victoria, where there were no reported cases of Hendra infection in horses, Peel says. “That was when it became clear that flying foxes shed multiple viruses simultaneously in discrete pulses,” says Plowright, who collaborated with both Peel and McCallum for the study. The pulse seemed to coincide with the times when the horses got infected. A rise in virus shedding therefore seems to be a critical step—and a sentinel indicator—for cross-­species transmission.\nTo bat immunologists such as Tony Schountz of Colorado State University in Fort Collins, the level of virus shedding is intricately related to the so-called immunological détente between pathogens and their bat hosts. “It’s a relationship in which the virus and the host effectively say to each other, ‘If you don’t bother me, I won’t bother you,’” he says.\nTwo strategies are in place to maintain the détente. One typically entails the constant expression of immune system signals that are switched on in other mammals only when the animals are invaded by pathogens. In some bat species, this includes type I interferons (a group of signaling molecules regarded as the first line of defense against viral infection) and heat-shock proteins (which in other animals are induced in response to stress). “Bats are always in a state of ‘ready to fight,’” says Zhou Peng, an expert on bat virology at the Guangzhou National Laboratory in China. “This helps to keep the viruses in check.”\nThe grey-headed flying fox also carries the Hendra virus, which threatens people and other animals.\nDoug Gimesy\nThe other strategy is to have only minimal inflammation, avoiding the overreactions that can damage organs. Bats show only small signs of tissue inflammation even when infected by viruses, Schountz notes. Such dampened responses can leave bats vulnerable to viruses, but the “ready to fight” immune system components usually take care of the invaders with a more targeted, precise counterattack that goes after the viruses and not the organs they are in. “They never go overboard” in their defenses, Schountz says.\nThis finely tuned interaction, developed over a long history as bats and viruses learned to coexist, can explain bats’ remarkable ability to harbor viruses without getting sick. “It’s all about yin and yang,” Wang says. “But the balance can be tipped.”\nChanges in the environment can do the tipping. That might be what happened to the bats the Griffith team sampled in 2011. Research over decades has shown that food availability predicts virus shedding. Several times a year since 2006, scientists have conducted detailed assessments of environmental conditions within the foraging radius of several flying fox roosts in Queens­land. They found that the eucalyptus forests at those sites provided the highest abundance of food resources in late summer—especially highly nutritious pollen and nectar. The amount of food dropped to the lowest point in winter months, when Hendra cases can rise.\nWhat was particularly striking was how well the levels of virus shedding and horse infection correlated with food availability. When food was hard to find, bats tended to shed more virus, and horse infections shot up. But when food was abundant, virus-­related problems dropped. The food ups and downs, it turned out, were affected by a pattern of climate variability known as the El Niño–­South­ern Oscillation (ENSO) in the preceding months or years. ENSO lurches between two states: El Niño, when surface waters in the tropical central and eastern Pacific are unusually warm, results in hot and dry years in Australia. La Niña, when waters are exceptionally cool, leads to wetter weather on land. Recent studies have shown that global warming might have made the switches more intense and more frequent.\nIn 2011—the year scientists uncovered the big surge of virus shedding and horse infection—Australia was coming out of two strong El Niño years. The drought had created a prolonged food shortage for bats because eucalyptus trees didn’t flower. “There was little nectar around,” McCallum says. “The bats were probably starving.” Food availability during the winter of 2010 hit one of the lowest points during the entire period the scientists studied.\nThe findings are also consistent with what Plowright saw in the spring of 2006 in Nitmiluk: starving and unhealthy bats, as well as a large number with signs of Hendra infection. That period followed a major cyclone that reduced food availability. Scientists suspect that food shortages and nutrition deficiencies, possibly exacerbated by an increasingly erratic ENSO, might have thrown off the balance of the animals’ immune systems, leading to increased levels of virus infection, replication and shedding.\nBut ENSO is not the only culprit behind food shortages for flying foxes. The species have suffered from habitat loss for decades. Plowright’s team found that 70 percent of the forest that provided winter habitats for the animals was cut down and cleared, mostly for agriculture, mining and urban development, by 1996. Nearly a third of the remaining habitat was gone by 2018—often without proper regulatory approval, Plowright says. Millions more acres are set to be cleared in the coming decade, she adds, making Australia one of the worst deforesters in the world. The 2022Naturepaper she co-authored, which highlighted the correlations between environmental changes and fluctuations in virus activity, showed that Hendra shedding was curtailed when there were unexpected pulses of winter flowering in remnant forests. The blooms provided nutrition for the flying foxes, most likely improving their health and ability to keep viruses in check.\nJust after sunset, flying foxes take off to feed over the Australian town of Gympie, showing how close the bats live to people.\nDoug Gimesy\nThe overall trend of development and loss of foraging habitat is forcing flying foxes to move into urban and agricultural landscapes. They scavenge foods such as weeds and leaves of shade and ornamental trees, which are less nutritious, hard to digest and possibly even harmful. “It’s a choice between you starve and die or you find new sources of food,” Plowright says. “They’re really just trying to survive.” At the same time that urbanization is depriving the animals of nutrition, it is also bringing them much closer to horses and humans. Both trends increase the likelihood of virus transmission. Plowright and her colleagues found that more than two thirds of all incidents of Hendra infection in horses, as of 2010, occurred within the foraging areas of bat colonies in urban settings.\nAustralia is certainly not alone in driving bats out of their traditional habitats, says disease ecologist Richard Suu-­Ire of the University of Ghana in Accra. In Africa, Suu-Ire’s team has identified an increasing number of Hendra-like viruses in straw-­colored fruits bats (Eidolon helvum) and also found that pigs near deforested areas or bat colonies in urban settlements have been infected by those viruses. “It’s quite alarming,” he says. This aligns with other studies that suggest cross-­species virus transmission may happen far more frequently than previously recognized.\nIt’s become increasingly clear that disease emergence from flying mammals is about the alignment of several elements. The virus reservoir, such as a bat colony, has to be infected, and bats have to shed significant amounts of virus. The environment—including factors such as temperature and precipitation level—has to support pathogen survival. And infection victims such as horses and people must come in contact with bats or the virus that they shed. “All of these things have to align to create the perfect storm,” Plowright says.\nEl Niño, global warming and habitat loss have conspired to catalyze this alignment with an increasing frequency. Some researchers suspect the combination might also have contributed to the emergence of COVID, although investigations into the origins of that disease are ongoing. If the link to food shortages continues to hold up, scientists may be able to predict the risk of virus shedding by simulating ecological factors, climate conditions and bat physiology. The environmental connection could also be tested to see how it affects the spread of other bat-­borne viruses—especially Nipah, one of the World Health Organization’s top-10 priority diseases for research. Killing up to three quarters of the people it infects and, unlike Hendra, capable of hu­man-­to-­hu­man transmission, the virus has caused frequent outbreaks in South and Southeast Asia since its emergence in 1998.\nThe new findings also point at ways to lower the risk of disease emergence. One is to plant tree species that flower in winter when food shortages tend to occur and to do so away from human settlements. This could provide flying foxes with badly needed foraging habitats. Scientists say this could keep the animals healthy and away from urban settings during vulnerable times of the year. “It’s about safeguarding public health through habitat conservation,” McCallum says. And Peel’s team is working to iden­­ti­­­­fy biomarkers of deteriorating bat nutrition and health that could serve as early warnings of virus shedding. Those markers will enable researchers to fine-tune com­­puter models that predict habitat changes that elevate the risk of virus spread.\nUltimately disease risks, habitat loss and climate change are all interconnected elements of the same gigantic challenge facing humanity in the 21st century. Yet international initiatives have typically tackled those challenges separately, says Alice Hughes, an ecologist at the University of Hong Kong. For instance, an agreement negotiated during the past three years by WHO member states and set to be finalized in May 2025 includes few provisions that factor biodiversity loss and global warming into its strategies to prevent pandemics. “It’s a missed opportunity,” Hughes says. One hopeful sign is a global action plan that came out of the 2024 U.N. Conference of Parties to the Convention on Biological Diversity. The plan aims to address the connections among environmental degradation, wildlife exploitation and pathogen emergence.\nThe flying foxes missing from that March evening in 2006 pointed Plowright toward many of the interlaced elements driving elevated disease risks. It’s since become abundantly clear that virus transmission is not only about the behavior of bats. It is also deeply tied to the actions of people and our increasingly tortured relationship with nature. Repairing that relationship will require coordinated global action. Such tasks are never easy, but the benefits of success are re­­duced pandemic risks and improved health for mammals that walk on the ground and fly through the air.\nThis reporting was supported by a grant from the Al­­fred P. Sloan Foundation.",
    "authors_names": "Jane Qiu",
    "difficulty": null,
    "sentiment": null
}