{
    "title": "Great Apes Joke Around, Suggesting Humor Is Older Than Humans",
    "link": "https://www.scientificamerican.com/article/great-apes-joke-around-suggesting-humor-is-older-than-humans/",
    "category": "Evolutionary Biology",
    "date": "December 17, 2024",
    "summary": "Studies of great apes hint at why and when clowning behavior evolved",
    "authors": "Erica Cartmill",
    "date_pub": "December 17, 2024",
    "read_time": "12min read",
    "type": null,
    "full_text": "One sunny afternoon in San Diego, three-year-old Aisha played outside while her father sat nearby. Her father wasn’t paying much attention to her, so Aisha took a toy and waved it at him. When he didn’t respond, she redoubled her efforts, gently bonking him on the head with the toy. She looked at her dad’s face expectantly, but to no avail. Aisha then waved the toy in her dad’s face and brushed it across the top of his head, making it harder and harder for him to ignore her. Finally, he gave in and watched while she swung on a swing.\nLike most three-year-olds you might know, Aisha could be a handful. Unlike those three-year-olds, Aisha is an orangutan. She is 11 now, and she and her family live at the San Diego Zoo. Throughout her childhood, Aisha spent her days playing, eating, sleeping and frequently bugging her parents. Aisha’s behavior toward her father probably sounds familiar. You’re likely to see similar behavior from a bored toddler and her father in a supermarket checkout line. Where does this urge to bug, mess with, or tease others come from? Is the similarity between Aisha’s behavior and that of a human child merely a superficial resemblance, or is it the result of deep commonalities in the way we play, learn and think?\nOver the past several years my colleagues and I have been studyingteasing in humans and great apesto figure out why—and when—this behavior evolved. Teasing exists in a gray area between play and aggression. It can sometimes lead to bullying and ostracism. But it can also be loving and even endearing. For humans, playful teasing—which includes clowning, pranking and joking—provides a wonderful space to learn about social relationships. It can test those relationships by gently stretching the boundaries of social norms and seeing what one can get away with. And it can advertise the strength of those relationships to others (im­agine watching a group of friends playfully insult one another). We think much the same is true for the other great apes. Although scholars have traditionally viewed humor as a uniquely human trait,our findingssuggest that it has surprisingly deep roots.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nI first started thinking about the origin of humor in 2005, when I was researching orangutan communication for my Ph.D. I was at a zoo studying how orangutans use gestures to communicate. One day, I witnessed a fascinating interaction that I didn’t know how to categorize or analyze. An infant orangutan was dangling from a rope over her mother, who was lying on her back in a pile of straw. The infant extended a large piece of bark toward her mother, and her mother reached for it. At the last second, the infant pulled the bark back out of her mother’s grasp. Her mother lowered her hand. The infant offered the bark again. This “here, take it—oops, just kidding” behavior happened a few more times until the infant dropped the piece of bark.\nYoung children find repetitive jokes incredibly entertaining. The humor centers on something unexpected happening. Peekaboo!\nTo my surprise, the mother then picked it up and started doing the same thing back toward the infant. This role reversal was intriguing. Now it wasn’t just a tolerant mother going along with her daughter; it was a game—or maybe ajoke!It had the core features of a joke: a setup (the offer) and a punch line (the withdrawal). Sure, it wasn’t a great joke—it wouldn’t appear in anyone’s stand-up routine—but it seemed like the kind of joke a toddler might enjoy.\nYoung children find repetitive physical jokes incredibly entertaining. The humor centers on a moment of surprise: something unexpected happening. And yet these interactions are typically repeated over and over. The unexpected moment becomes an expected part of the game. Peekaboo!\nThis kind of expected surprise is the basis of a lot of humor. Jokes often involve a conventionalized setup (“knock knock ...,” “what’s the deal with ...,” “did you ever notice how ...,” “what’s the difference between ....”). The framing primes the listeners for a punch line, letting them know they should listen to the language that follows in a less literal way.\nChildren begin creating these unexpected moments before their first birthday, even before they say their first word. Vasu Reddy, a psychologist at the University of Portsmouth in England, calls these inter­actions “clowning” behaviors and highlights three common types: offer-and-withdrawal, disruption of others’ activities, and provocative noncompliance (in­­­tentionally doing something that violates a norm or rule). A human infant might offer an object and pull it back at the last second, just as I saw the infant orangutan do. They might demonstrate noncompliance by putting a shoe on their head like a hat instead of on their foot, smiling as they do so. An infant’s primary motivation for clowning seems to be engagement with others, not violation of rules. These are playful social behaviors; youngsters frequently laugh while clowning and look toward the faces of the adults for a reaction.\nThe exchange between the infant and mother orangutan wasn’t immediately relevant to what I was researching at the time, but it stuck in my mind, along with other instances of teasing that I occasionally observed while studying gestural communication in this species. Eventually my research focus shifted, and I got more and more interested in the cognition that drives communication. I began to think about those teasing interactions I had witnessed. They weren’t necessarily part of the communication systems I had been studying, but they involved understanding the minds of others. It occurred to me that those behaviors could provide an interesting lens on the evolution of social intelligence.\nOrangutans and humans are both great apes, along with chimpanzees, bonobos and gorillas. Members of this group have many things in common. We have big brains and long childhoods. We laugh, mourn, get jealous and hold grudges. We recognize ourselves in mirrors and understand that others can know things we don’t. Great apes have well-developed social intelligence; we’re very interested in other individuals, and we spend a lot of time playing with, learning from, fighting over, getting even with, and befriending them. Could playful teasing have evolved as part of this intense interest in the goals, feelings and relationships of others?\nGetting at this question would require systematically observing the great apes for the presence of teasing behaviors, something that, to my knowledge, no one had done before. In early 2020 I assembled a team of students, postdocs and colleagues—including Isabelle Laumer, Johanna Eckert and Sasha Winkler, all then at the University of California, Los Angeles, and Federico Rossano of the University of California, San Diego—to conduct this research. We initially planned a series of hands-on studies in zoos, but the world had other plans. Like humans, the other great apes are susceptible to COVID, so at the height of the pandemic, the primate research community paused all research that involved interacting directly with great apes. We decided to carry out a video-based study instead. Using footage of orangutans, gorillas, chimpanzees and bonobos in zoos in the U.S. and Europe, we identified social interactions that appeared to contain a mix of playful and annoying elements. We explicitly avoided any cases of pure aggression or pure play so we could focus on the gray area in between.\nA juvenile orangutan pulls her mother’s hair.\nBjörn Vaughn/BPI/BOS Foundation\nSocial cognition is difficult to study, particularly in animals as complicated as great apes. Researchers studying humans can use questionnaires to ask people what they think about others’ intentions or beliefs. But studies of nonhuman apes and human infants must measure subjects’ thinking without language—for example, by observing and coding natural interactions or by measuring the behaviors individuals produce when presented with sounds, images or puzzles.\nWe developed a coding system for teasing that builds on those used to study ape communication. Behavioral coding systems are the most common way to study interactions between animals or people when you are observing them from a distance. They consist of a set of codes (basically, labels) and a set of rules about how to apply those codes. Systematic application of the codes according to the rules turns messy real-world interactions into quantifiable variables that can be analyzed statistically. It also can be used to confirm that behaviors seen by one person are also seen by others, giving researchers a way to bolster the reliability of their observations. Thisapproach helps to ensure that the phenomenon is not merelyin the eye of the beholder.\nIn developing our coding system, we made sure to include things such as the identity of the teaser and target, the teaser’s actions, whether the teaser waited for a response from the target, whether there were any repetitions of behavior, and whether interactions were primarily one-sided or reciprocal. We also coded for elements of play, including facial expressions, gestures, relaxation, and evidence of mutual enjoyment (for instance, both parties willingly continuing an interaction). Three of us worked together to code categories, apply them, discuss them, revise them, and apply them again. We repeated this process several times until we were happy with the coding system we had developed and satisfied that we were all applying it in the same way.\nOur final coding system identified five main characteristics of playful teasing: a provocative behavior, a mainly one-sided provocation, an element of surprise (such as the teaser approaching the target from behind), a look from the teaser toward the target’s face, and repetition or elaboration of the provocative behavior. Very few of the examples we observed had all five of these traits, but 129 examples had at least three of the five.\nPlayful teasing provides a relatively low-risk environment in which to develop and refine your social prediction skills.\nThe most difficult teasing characteristic to define, and arguably the most important, was the presence of provocative behavior. It was reliably coded the same way by different people, so we knew it could be identified, but it was hard to put into words. We ultimately decided that the best definition was “something that was difficult for the target to ignore.” This could involve the teaser doing something very slowly or very quickly directly in front of the target. It could involve shaking or pounding on something the target was sitting on. It could even involve the teaser leaning into the target’s face until they were almost touching. These behaviors have very different forms, but they are all things that would be difficult to ignore.\nThe four kinds of great apes we studied live in very different social groups and natural environments in the wild. Orangutans are largely solitary and spend most of their time up in the trees. Gorillas live on the ground in social groups made up of one adult male and multiple adult females and young. Chimpanzees and bonobos spend time both in the trees and on the ground, and they live in big communities composed of multiple males and multiple ­females. But whereas chimpanzees have male-dominated societies with relatively high levels of aggression between adults, bonobos live in mostly matriarchal societies and tend to respond to conflict not with fighting but with sex.\nDespite these profound differences in their ways of life, all four species playfully teased one another in largely similar ways. They poked, hit, pushed, pulled and tickled one another. There was a lot of swinging and waving of arms, legs and objects. A teaser might grab another’s hand or foot to stop their activity. Sometimes apes hid under objects when teasing, popping a hand out to pull someone’s hair or somersaulting into another individual while inside a burlap sack. On one occasion, a juvenile chimpanzee named Azibo approached his mother while she was grooming another chimpanzee and smacked her on the back, then retreated and looked at her from a safe distance. The juvenile repeated the provocation multiple times. The mother ineffectually swatted the air in response, gently grabbing toward Azibo while continuing to groom the other ape. This kind of behavior is different from regular play. When two apes play, the interaction is more symmetrical. They approach each other and stay together while they interact, or they chase each other. Azibo’s repeated provoke-and-remove-to-a-safe-distance pattern is playful, but it is also provocative, a characteristic of teasing.\nYoung apes were more likely to tease than adult apes, but adults teased, too. In another interaction Azibo had a stick that he was using to try to get into a feeder. Every time the youngster tried to insert the stick into a hole in the feeder, an adult named Sandra blocked his attempt by covering the hole or by grabbing the tool and then dropping it on the ground. Sandra didn’t want the tool for herself; she just wanted to tease Azibo.\nTeasing actions were used in ways that appeared specifically intended to elicit a response from the target. Apes weren’t just treating others as part of the environment; they were expecting an interaction. During and after teasing actions, apes looked at the target to gauge their response. They then repeated their actions or elaborated them. A poke might turn into a hair pull. Waving a toy might turn into a bonk on the head.\nThis provocative, persistent, escalating teasing seems incredibly irritating, but the responses of other apes were almost never aggressive. Targets tended to ignore teasers or try to gently shrug, wave or shoo them away. Sometimes they responded positively, reciprocating with play, an embrace or teasing of their own. Other times they just got up and left. Apes were typically relaxed before teasing began, and teasing did not agitate either the teaser or the target. Although teasers were trying to goad their targets, they were doing it in a low-stakes way. Playful teasing most likely happens during periods of boredom, not stress. Think of kids in the back seat on a road trip—that’s an ideal environment for teasing.\nThe presence of playful teasing in all four of our great ape cousins suggests that it benefits them in important ways. We can look to this behavior in humans to see how it might be advantageous. Playful teasing provides a rich opportunity to learn about others’ minds. The teaser has to predict the target’s response and adjust their behavior based on how the target is likely to respond. Things that might be received well by a close friend would not be by a stranger. You can call your best friend a slut, a punk or a weenie, and they might playfully insult you back, but you are unlikely to get the same response from your boss or a tax auditor. Even within close friendships, someone’s response might vary from day to day or from hour to hour depending on the person’s mood and your previous interactions. Learning to predict how others will respond to you is a critical skill for highly social animals like humans and other apes. Who will have your back if you get into a fight? Who will give you the benefit of the doubt if your actions or intentions are ambiguous? Playful teasing provides a relatively low-risk environment in which to develop and refine your social prediction skills.\nBeing able to predict and understand the goals, intentions, knowledge and desires of others is the basis for human language and culture. Although nonhuman apes do not have language, they do share some of these foundational skills—and playful teasing provides a window onto them. Most animals play, but playful teasing may offer an opportunity to move from physical to mental play: from playing with bodies to playing with minds.\nWe’re only just beginning to understand teasing and how it relates to social cognition in creatures other than humans. Can apes predict whether someone will be surprised? My colleagues and I are using methods such as eye tracking to study what apes pay attention to when watching others interact. Do apes get excited when they anticipate a strong reaction in a social interaction? We’re using thermal imaging to measure changes in blood flow around the eyes and ears—a physiological sign of excitement—when we expect a social scene may be funny, scary or exciting to an ape. We’re still collecting and analyzing data for these projects, but a small pilot study using thermal imaging with bonobos suggests at least some apes get excited when they see another ape get tickled, for instance. By combining biological measures such as eye position and blood flow with behavioral measures such as an ape’s preference for different partners in a game, we can develop a more complete picture of how attention, memory, mood and prediction combine when apes are thinking about others.\nAlthough playful teasing has been systematically studied only in humans and other apes, we suspect that other animals do it, too. If it provides a way to build, test and show off relationships, as well as an opportunity to practice predicting others’ behavior, then we might expect it to evolve in other highly social animals with big brains, few predators and long childhoods. Parrots, dolphins, elephants, whales and dogs are all good candidates. Our group is studying a few of these nonprimate species, but it will take many more observers to get a clear understanding of what playful teasing looks like across the animal kingdom. To get more people involved, we recently surveyed zookeepers in more than 100 zoos, and we are now collecting stories about animal teasing from folks around the world. If you have stories or recordings of animals playfully teasing you or other animals, we invite you to share them on our website:www.observinganimals.org/teasing.\nGetting a big picture of playful teasing across the animal kingdom will inform how we study the origin and evolution of this behavior. Already observations of teasing in all the great ape species suggest the roots of human humor may go back 13 million years or more to the last common ancestor of Aisha the orangutan and the bored child in the checkout line. They may not get a Netflix comedy special, but teasing apes provide strong evidence the first joke is far older than the early human who ex­tended a hand in the firelight and said, “Pull my finger.”",
    "authors_names": "Erica Cartmill",
    "difficulty": null,
    "sentiment": null
}