{
    "title": "Wildfires Are Threatening Astronomy, and the Worst Is Yet to Come",
    "link": "https://www.scientificamerican.com/article/wildfires-are-threatening-astronomy-and-the-worst-is-yet-to-come/",
    "category": "Opinion",
    "date": "December 18, 2024",
    "summary": "As wildfires grow in severity and frequency, they’re not only threatening lives but also our visual connection to the cosmos",
    "authors": "Peter McMahon",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": "Opinion",
    "full_text": "This past summer, I and many others around the world watched in horror as wildfires reduced nearly a third of the town of Jasper, Alberta, to ashes and incinerated some 150 square miles of the surrounding Jasper National Park. Although I now live and work in Tucson, Ariz., the devastation still felt personal: Jasper is part of a dark sky preserve I helped create in the Canadian Rockies and is where my wife and I spent nine years building a stargazing tour company and planetarium.\nThe disastrous convergence of two different forest fires upon Jasper in late July saw 300-foot-high flames launch charred pine cones and embers out ahead of the blaze, with some parts of the firegenerating lightning strikes and downdraftsas it moved, all further accelerating the hellish inferno.\nRoughly 25,000 people fled the area before the fire hit, and a firefighter died while battling it. Unlike some, our business endured, but not unscathed: Smoke had marred our telescopes and other equipment. Insurance claim estimates for wildfire-related damages in the park may eventually top $1 billion Canadian.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nYet as damaging as this event was, it foretells what may be even greater harm and disruption. As they havegrown in number and intensityin recent years, wildfires have increasingly threatenedour ability to see and study the heavens. If we don’t find solutions soon, such blazes could usurp light pollution as the most pervasive threat to astronomical observation. Many cherished views of the cosmos could figuratively go up in flames.\nOn a mountain summit in Arizona’s Sonoran Desert, a dead oak tree blackened by fire stands about three feet from a dormitory at Kitt Peak National Observatory, where I currently serve as visitor center operations manager. The charred tree is a reminder of how close an earlier disaster came. A lightning strike in June 2022 sparked a wildfire that swept across the area, destroying four nonscience buildings and approaching within dozens of feet of some of the mountain’s 22 major research telescopes.\nDays after the Jasper tragedy this summer, another wildfire forced pre-evacuation preparation at Kitt Peak, with tarps at the ready to cover telescopes and safeguard equipment.\nTheproblemisgetting worseand is far from unique to these sites. Wildfires have already destroyed several major telescopes at Australia’s Mount Stromlo Observatory. And in 2020 California’s Sierra Remote Observatories came close to destruction from a wildfire that covered telescope optics there in ash and debris.\nAstronomical observatories—whether remote research hubs or wilderness tourist destinations—sit at the intersection of natural seclusion and wildfire risk. Sadly, the places that presently offer some of the clearest, most accessible views of the universe are more vulnerable than ever to the effects of climate change.\nEven when wildfires don’t directly threaten observatories, they’re threatening astronomical research and public outreach.\nTwo years ago, I stood with my staff at a stargazing event at the top of the Jasper SkyTram during the 2022 wildfire season, looking down the valley as fire snaked along the shores of Jasper Lake, 15 miles away. While it never reached the town of Jasper, smoke from that fire sporadically scuttled our views of the heavens at the Jasper Planetarium for several weeks. Originating in Alberta, British Columbia, California and other regions,smoke from such firescan travel far to blot out the stars at sites even thousands of miles away.\nMeteorologist Alan Rahill, whose Clear Sky Chart is a trusted planning tool for astronomical observers, lamented a gloomy forecast to me recently: “For the second half of this century, we won’t see blue sky anymore between March and December. Clear nights will become pretty rare.”\nYet there’s hope for those willing to try and adapt. Both professional and amateur astronomy institutions are finding ways to protect against wildfires, their causes and their effects:\nKitt Peak is installing specialized detectors to provide early warnings for lightning strikes on the mountain, and has partnered with a local alliance of firefighters, naturalists, ranchers and others on a master plan for future emergency responses.\nFlagstaff’s Lowell Observatory collaborates with local authorities on prescribed burns and strategic firebreaks to protect its grounds, while L.A.’s Griffith Observatory has upgraded its fire suppression systems and building materials.\nAt the Jasper Planetarium (which has reopened since this summer’s wildfire) we’ve added a radio telescope capable of peering through the murk, offering live radio maps of distant galaxies.\nFixing the underlying problem, though, will require orders-of-magnitude more effort than simply adapting to a “new normal” of more—and more intense—wildfires.\nBob McDonald, science popularizer, fellow astronomy enthusiast, and Order of Canada recipient, points out to me: “The increase in wildfires and droughts around the world are a sign that climate change is no longer an issue for future generations. It is in our face, here and now.”\nIn his recent bookThe Future Is Now,McDonald argues that industrial reductions during COVID inspired many to see that we have the tools to turn the effects of anthropogenic climate change around, using a mix of alternative energy, carbon capture and energy storage. “The smoke is a clear signal that it’s time to get on with it and clear our skies, not just for astronomy, but for human health,” Mcdonald told me.\nWill many people care enough to act if another observatory is destroyed by wildfire? I hope so. Will more people notice if some astronomical research is no longer possible because the skies above some telescopes are too choked with smoke? Maybe. But I fear the wake-up call may only be received too late, when nature-lovers gaze up into a summer sky full of ashes instead of stars and anxiously ask: “What happened?”\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Peter McMahon",
    "difficulty": "easy",
    "sentiment": "neutral"
}