{
    "title": "For Orcas, Dead Salmon Hats Are Back in Fashion after 37 Years",
    "link": "https://www.scientificamerican.com/article/for-orcas-dead-salmon-hats-are-back-in-fashion/",
    "category": "Animals",
    "date": "December 5, 2024",
    "summary": "Orcas off the coast of Washington State are balancing dead fish on their head like it’s the 1980s, but researchers still aren’t sure why they do it",
    "authors": "Sascha Pare, LiveScience",
    "date_pub": "December 5, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Northwest Pacific orcas have started wearing salmon hats again, bringing back a bizarre trend first described in the 1980s, researchers say.\nLast month, scientists and whale watchers spottedorcas(Orcinus orca) in South Puget Sound and off Point No Point in Washington Stateswimming with dead fish on their heads.\nThis is the first time they've donned the bizarre headgear since the summer of 1987, when a trendsetting female West Coast orca kickstarted the behavior for no apparent reason. Within a couple of weeks, the rest of the pod had jumped on the bandwagon and turned salmon corpses into must-have fashion accessories, according to themarine conservation charity ORCA— but it's unclear whether the same will happen this time around.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nResearchers think the orcas sporting salmon hats now may be veterans of the trend when it first appeared nearly 40 years ago. \"It does seem possible that some individuals that experienced [the behavior] the first time around may have started it again,\"Andrew Foote, an evolutionary ecologist at the University of Oslo in Norway, toldNew Scientist.\nThe motivation for the salmon hat trend remains a mystery. \"Honestly, your guess is as good as mine,\"Deborah Giles, an orca researcher at the University of Washington who also heads the science and research teams at the non-profit Wild Orca, told New Scientist.\nSalmon hats are a perfect example of what researchers call a \"fad\" — a behavior initiated by one or two individuals and temporarily picked up by others before it's abandoned. Back in the 1980s, the trend only lasted a year; by the summer of 1988, dead fish were totally passé and salmon hats disappeared from the West Coast orca population.\nOrca researchers' best guess is that salmon hat fads are linked to high food availability. South Puget Sound is currently teeming with chum salmon (Oncorhynchus keta), and with too much food to eat on the spot, orcas may be saving fish for later by balancing them on their heads, New Scientist reported.\nOrcas have been spotted stashing food away in other places, too. \"We've seen mammal-eating killer whales carry large chunks of food under their pectoral fin, kind of tucked in next to their body,\" Giles said. Salmon is probably too small to fit securely under orcas' pectoral fins, so the marine mammals may have opted for the top of their heads instead.\nCamera-equipped drones could help researchers monitor salmon hat-wearing orcas in a way that was not possible 37 years ago. \"Over time, we may be able to gather enough information to show that, for instance, one carried a fish for 30 minutes or so, and then he ate it,\" Giles said.\nBut the food availability theory could be wrong — if the footage reveals that orcas abandon the salmon without eating them, researchers will be sent back to the drawing board.\nWhatever the reason for the behavior, Giles said it's been fun to watch it come back in style. \"It's been a while since I've personally seen it,\" she said.\nCopyright 2024LiveScience, a Future company. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "authors_names": "Sascha Pare, LiveScience",
    "difficulty": "easy",
    "sentiment": "positive"
}