{
    "title": "New Pneumonia Vaccine Guidelines Could Save More People from Deadly Disease",
    "link": "https://www.scientificamerican.com/article/new-pneumonia-vaccine-guidelines-could-save-more-people-from-deadly-disease/",
    "category": "Vaccines",
    "date": "December 5, 2024",
    "summary": "Pneumonia is one of the leading causes of death in older adults and young children—vaccinations are an effective way to reduce illness",
    "authors": "Sara Reardon",
    "date_pub": "December 5, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "The respiratory bugs that surge every winter, fromrespiratory syncytial virus(RSV) towhooping cough, hit us with nasty coughs, fevers and chills—and they can also create the perfect opportunity for deadly pneumonia. Often misunderstood as a single sinister ailment (one your parents have ominously warned that you’d catch if you forgot your coat), pneumonia actually describes a lung infection that can be caused by any of about 30 different pathogens. It is among the leading causes of death in people older than age 70 or under age 5. And it can be fatal in anyone with a compromised immune system or other disorders that put them at high risk.\nPneumonia was a primary diagnosis in more than 1.4 million visits to U.S. emergency rooms in 2021, and more than 40,000 people died from it in 2022,according to the U.S. Centers for Disease Control and Prevention. But preventative vaccines against one specific type of bacteria,Streptococcus pneumoniae,can greatly reduce the risk of hospitalization and severe complications.\nAnd this season those vaccines are finally becoming available to more people. On October 23 CDC director Mandy Cohen endorsed a set ofexpanded eligibility recommendationsfrom the agency’s Advisory Committee on Immunization Practices (ACIP)—an independent group of experts on vaccine-preventable diseases. These guidelines lower the recommended age for this pneumococcal pneumonia vaccine from age 65 to 50, covering millions of currently unprotected people.Scientific Americanspoke with experts about pneumonia risks and how more vaccinations could help.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“Pneumonia” is simply a word for “lung inflammation,” and it can be caused by a variety of viruses, bacteria or fungi.Symptomsinclude cough, fever, sharp chest pains and difficulty breathing. Bacterial pneumonias are usually treatable with antibiotics, while viral pneumonias (caused by pathogens such as influenza or the COVID-causing virus SARS-CoV-2) generally go away on their own—ifthe body can fight them off.\nBut any type of pneumonia can be dangerous, particularly in people older than age 85, who are four times more likely to acquire it than those under age 65. Fatalities are especially common among older people with weakened immune systems or a relevant chronic condition. Pneumonia has sometimes even been called an “old person’s friend”—because people with other, more agonizing diseases often acquire pneumonia and die relatively quickly, and in many cases, painlessly. “It’s not a bad way to go,” says Michael Rothberg, an internist at the Cleveland Clinic.\nBefore the discovery of antibiotics,S. pneumoniaecaused 90 percent of all pneumonia cases, but it now only accounts for less than 10 to 15 percent.\n“Walking pneumonia,” a mild but highly contagious form often seen in children, is typically caused by a different bacterium calledMycoplasma pneumoniae. It has recently become a growing concern, with more hospitals reportinga wave of cases in children.\nBacterial pneumonia can often be effectively treated with a short course of antibiotics. The main danger is that it could become “invasive,” spreading from the lungs to the bloodstream or to the brain and spinal cord. Invasive pneumonia causesapproximately 3,000 deaths in the U.S. per year. “Lowering that incidence would be wonderful,” says ACIP member Jamie Loehr, a family practice physician in Ithaca, N.Y.\nSince 2014 the CDC has recommended a pneumonia vaccine for everyone aged 65 or older, as well as for adults of any age who are at higher risk of complications from bacterial pneumonia because they have a chronic condition such as diabetes, kidney disease, HIV or a lung disease like emphysema, or are immunocompromised for any reason.\nThese recommendations have been generally effective among older age groups: one study found that the number of people aged 65 or older who received at least one dose of any pneumonia vaccine increased from47 percent in 2014 to 63 percent in 2019. But only23 percent of high-risk individualsbetween ages 19 and 64 got vaccinated in 2022. This is particularly concerning for adults between ages 50 and 64; about half of U.S. people in this group have at least one medical condition that raises their risk of pneumococcal pneumonia. Experts say lowering the eligible range to age 50 could help protect many in this group—including those who don’t know they have a chronic condition.\nThere are practical considerations, too, notes Sandra Fryhofer, an internist in Atlanta. Since the COVID pandemic, “a lot of patients now get immunizations in pharmacies, and pharmacists don’t know their patients like physicians do,” she says. The new guidelines make it easier for pharmacists to recommend the vaccine based on a person’s age, even if they don’t know that person’s medical history. “We’re going to be able to include patients who were missed,” Fryhofer adds.\nLowering the eligibility age could also address health equity concerns. For reasons that aren’t entirely clear, Black people have a higher incidence rate of pneumococcal pneumonia in their 50s than people of other races at any age. “Just saying ‘everybody at 50’ could reduce disparities,” Rothberg says.\nThe new ACIP guidelines recommend that people aged 50 and older get a jab called apneumococcal conjugate vaccine(PCV), which contains one ofS. pneumoniae’ssurface sugar molecules and provokes the immune system to recognize and attack that molecule. Vaccine developers bind this molecule to an inactivated toxin, which stimulates a stronger immune response when it enters the body. The guidelines specify one of two conjugate vaccines. One, PCV20, protects people against 20 types ofS. pneumoniaethat are responsible for more than 50 percent of invasive infections in adults. The other, PCV21, covers 21 types that cause more than 80 percent of adult infections (but doesn’t cover a type that is seen more frequently among people who are unhoused and in several geographic locations).\nKnowing which of these types to include in a new vaccine is always a challenge, Rothberg says. The U.S. began routinely vaccinating children againstS. pneumoniaein 2000, successfully decreasing the spread of types covered by that vaccine. This reduced the number of adult infections caused by those types—but others simultaneously became more common. More comprehensive immunizations are now in early clinical trials: at least one company is developing two different vaccines, one covering 24 types and another covering 31.\nThere isn’t much long-term data on PCV21’s or PCV20’s ability to prevent disease or on how long their effects last. Clinical trials suggest they are about as effective as an older vaccine, PCV13, at mounting an immune response against the bacterium. A study in the Netherlands found that in adults aged 65 or older, PCV13 is about 46 percent effective at preventing pneumonia caused by theS. pneumoniaetypesit targets and 75 percent effective at preventing an infection from becoming invasive. All pneumonia vaccines arefar more effectivein children than in older adults because the immune system declines with age.\nIt’s unclear, Rothberg says, whether the vaccine will prompt the immune systems of 50-year-olds to create a stronger or longer-lasting response than those of 65-year-olds. Loehr says ACIP will later decide whether to recommend booster shots for people who received the vaccine more than five years ago or who received a previous version of the vaccine that covered fewer types.",
    "authors_names": "Sara Reardon",
    "difficulty": "easy",
    "sentiment": "neutral"
}