{
    "title": "How Earth’s Biggest Mass Extinctions Stack Up",
    "link": "https://www.scientificamerican.com/article/how-earths-biggest-mass-extinctions-stack-up/",
    "category": "Paleontology",
    "date": "December 17, 2024",
    "summary": "Earth’s deadliest mass extinctions have important commonalities—and significant differences",
    "authors": "Clara Moskowitz, Rick Simonson",
    "date_pub": "December 17, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Life on our planet has experienced many mass extinctions over its 4.5 billion years. Scientists see evidence for at least five major episodes that eradicated creatures great and small. And many experts argue that the Anthropocene age, the current period of human activity altering Earth, is causing a sixth.\nPaleontologists track mass extinctions by studying rock samples from different eras. When they reach a point where large numbers of species that had been abundant in the earlier fossil record become scarce, they’ve found an extinction event. The big five extinctions all wiped out more than 70 percent of Earth life at the time—and the most -lethal of them, the Permian-Triassic extinction around 252 million years ago, most likely took down more than 90 percent.\nThe origins of these extinctions are still being debated, but scientists think that most involved large spates of volcanism—giant rifts opening in Earth’s surface and spewing lava over periods of thousands or even millions of years. The volcanism probably triggered many other changes that led directly to extinctions, including anoxia, or a lack of oxygen, in the oceans as a consequence of ocean warming; ozone depletion, which resulted from volatiles released by volcanism; and wildfires caused by a heated climate.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nStudying our geological past can also teach us about the present, says David Bond, a mass extinction expert at the University of Hull in England. “We need to learn lessons from these events and use them to try to understand our potential impending diversity crisis.”\nSeveral of the causes listed here—including volcanism and sea-level change—aren’t necessarily major kill mechanisms in and of themselves. For example, an asteroid is not the actual cause of death beyond individuals that are hit directly by it. Rather it triggers widespread deadly conditions, such as anoxia and acidification.\nRick Simonson; David Bond/University of Hull (scientific reviewer)\nEach of the five mass extinction events is characterized by the extinction of 70 percent or more of the species living at the time. Some groups completely died out while others experienced significant declines.\nRick Simonson; David Bond/University of Hull (scientific reviewer)\n",
    "authors_names": "Clara Moskowitz, Rick Simonson",
    "difficulty": "medium",
    "sentiment": "negative"
}