{
    "title": "‘Neuroaesthetics’ Reveals How the Arts Help with Dementia and Trauma",
    "link": "https://www.scientificamerican.com/article/neuroaesthetics-reveals-how-the-arts-help-with-dementia-and-trauma/",
    "category": "Opinion",
    "date": "December 13, 2024",
    "summary": "Aesthetic experiences can improve health and well-being at any stage of life",
    "authors": "Susan Magsamen",
    "date_pub": "December 13, 2024",
    "read_time": "5min read",
    "type": "Opinion",
    "full_text": "Many of us do not have to look much farther than our family, circle of friends, or co-workers to know someone who has been touched by post-traumatic stress disorder (PTSD) or a neurological disorder such as Alzheimer’s disease. And that doesn’t even take into account the acute daily stress, sometimes reaching toxic levels, that we all experience.\nIn fact, one in four people will be affected by a mental health issue or a psychological disorder at some point in their lives, anxiety and depression being the most common.Neurological conditionsare the leading cause of poor health and disability across the globe,with cognition disabilitiesaffecting approximately 14 percent of the U.S. population.\nFortunately, just as our brains and bodies respond negatively to trauma, stress and disease, so do they also respond—in a positive sense—to the arts and aesthetic experiences. Over the last 30 years, advances in technology have allowed scientists to noninvasively get inside our heads, allowing them to prove what artists and lovers of art have known intuitively for millennia: we are wired for art.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe late evolutionary biologistEdward O. Wilsonplaced our desire to create and commemorate our livesthrough artistic expressionas far back as the time when humans were first beginning to harness fire. He believed that what could have begun as restorative gatherings around a nightly fire grew into the creation of stories, songs, dance, myths and cave drawings, bonding us to one another like nothing else. Over the ensuing millennia, those gatherings around the fire have evolved into the incredibly diverse array of cultures that span our globe.\nRecent research as well as insights into humankind’s artistic past have led to a new scientific discipline known as neuroaesthetics, so named by neuroscientistSemir Zekiin the late 1990s. Neuroaesthetics is the study of how the arts and aesthetic experiences measurably changes our brains, body and behavior and how this knowledge translates into practices that advance health, well-being, learning and flourishing. The discipline functions at the intersection of the arts, health, medicine, the sciences and technology, and is highly interdisciplinary.\nIn 2023 Ivy Ross, chief design officer for consumer devices at Google, and I publishedYour Brain on Art.Now in its 11th printing, the book is the culmination of four years of writing and interviewing more than 120 researchers, artists, community organizers and others with the goal of bringing to the public information about the power of neuroaesthetics. We wanted to share that the arts are accessible, immediate, and affordable, and, importantly, that a talent or gift for any type of art is not required to reap significant benefits from engaging with the arts. Working on an art project for just 45 minutes, regardless of your skill, can decrease stress and has been shown toreduce cortisol levels in up to 75 percent of people.\nOne of the book’s chapters focuses exclusively on restoring mental health through the use of neuroaesthetic principles and goes into detail on the brain mechanisms for processing stress and trauma, chronicling how a traumatic event may trigger PTSD. Dutch psychiatristBessel van der KolkusedfMRI scansto show how the Broca’s area of the brain (one of the regions responsible for language and speech) shuts down in response to a traumatic experience, making it very difficult or impossible for the person experiencing the episode to talk about it. The arts interventions can help people who have experienced trauma make sense of what has happened to them and enables them to restore their ability to share their memories with less emotional dysregulation.\nOne such interventional program is namedCreative Forces,co-developed by the National Endowment for the Arts, the Department of Defense, the Department of Veterans Affairs and state-supported art agencies. Creative Forces launched in 2010 as an intensive, month-long program of what is calledcreative arts therapyfor service members with traumatic brain injury and PTSD.\nAmong the creative arts therapies offered, the program includes mask-making, an ancient art form that has proven to be an effective form of art therapy. In these projects, service members make masks that represent aspects of an experience they wish to explore, allowing them to externalize their thoughts in a nonjudgmental setting. The finished masks depict a wide range of feelings, from symbolically depicting deceased friends, to the representation of battle wounds and even patriotic icons. Making these pieces of art has enabled service members to open up to their families, speak about their experiences, diminish the occurrences of flashbacks andrestore a sense of control to be able to process their darkest, most horrific memories and not let those remembrances take over their current lives.\nAnother arts-related therapy involves dance, which can yield significant benefits to physical and mental well-being, even for a person at risk for or diagnosed with a neurodegenerative disease. In one study,researchers looked at the effects of 11 different types of physical activity, including cycling and swimming, but found that only dance lowered older adult participants’ risk of dementia. The researchers noted that the benefits may stem from the fact that dancing involves both music, which stimulates the brain’s reward centers, and movement, which activates its sensory and motor circuits.\nThey also observed that dance combines mental effort and social interaction. Unlike other types of movements, dance involves the entire body and requires the brain to coordinate all muscle groups at once to engage in a particular sequence of movements. Dance can make a particular difference in the lives of those with movement disorders. One example is the Mark Morris Dance Company’sDance for PDprogram, a global initiative that invites people with Parkinson’s and their families to participate in free virtual or in-person dance classes. Neuroaesthetics research findings in more than 40 peer-reviewed journal publications have shown howdance can help people with Parkinson’s improve their gait, mood, sleep and cognition.\nSinging, playing and listening to music also help people with dementia improve cognition and quality of life. For those in the early-to-mid stages of dementia, taking part in the arts and aesthetic experiences can reduce agitation and other behavioral issues.\nSince 2020, the number of scientific articles on neuroaesthetic research has marked a steady increase—from 700 papers in 2020 to 900 three years later, according to data compiled at the University of Pennsylvania.[KS3] And there is increasing recognition for neuroaesthetics. I worked with the Aspen Institute and a diverse group of researchers and practitioners to launch theNeuroArts Blueprintin 2021 to build awareness of the field and expand research and funding for it.\nUltimately, the arts offer transformative benefits accessible to everyone, regardless of skill. By embracing an “aesthetic mindset”—imbued with curiosity, sensory awareness and playfulness—each of us can experience the profound effects of the arts and aesthetics on our well-being. These practices are as important as exercise, sleep and good nutrition.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Susan Magsamen",
    "difficulty": "easy",
    "sentiment": "positive"
}