{
    "title": "Trump’s Pick for NIH Director Could Harm Science and People's Health",
    "link": "https://www.scientificamerican.com/article/trumps-pick-for-nih-director-could-harm-science-and-peoples-health/",
    "category": "Opinion",
    "date": "December 19, 2024",
    "summary": "With a possible bird flu outbreak looming, Donald Trump’s choice of Jay Bhattacharya, a scientist critical of COVID policies, for the NIH is the wrong move for science and public health",
    "authors": "Steven M. Albert",
    "date_pub": "December 19, 2024",
    "read_time": "4min read",
    "type": "Opinion",
    "full_text": "President-elect Donald Trump wants Jay Bhattacharya, a physician-scientist and economist at Stanford University, to lead the National Institutes of Health. The NIH is a global powerhouse of science. Its mission is “to seek fundamental knowledge about the nature and behavior of living systems and the application of that knowledge to enhance health, lengthen life, and reduce illness and disability.”\nMost politicians, even when criticizing the agency, recognize the good it has done in building effective public health measures. Cancer death rates continue to decline, for example, because of the work NIH investigators have done around prevention, detection and treatment.\nBhattacharya does not see the agency’s successes this way. In his podcastScience from the Fringe, Bhattacharya recentlysaid he is amazedby “the authoritarian tendencies of public health.” He struck a similar theme in aNewsmax interview: “[We need] to turn the NIH from something that’s [used] to control society into something that’s aimed at the discovery of truth to improve the health of Americans.\"\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe scientists who apply for NIH funding, sit on peer review panels and administer grants would be surprised to hear they control society. They do science. The claims of authoritarianism are a screen for pushing a particular agenda that is likely to damage the NIH. Bhattacharya’s science agenda is political: to set concerns for personal autonomy against evidence-based public health science. This is not appropriate for NIH leadership.\nBhattacharya has never explained how the NIH controls society, given its role as a research institution, and it is hard to see how it does except perhaps in setting research priorities and awarding funding based on expert review. Is he against public health legislation that has controlled lead emissions in vehicles, enforced vaccine requirements for children attending public schools, and promoted folate fortification in bread andfluoride in drinking water? This legislation has improved population health in terms of cognitive performance, infectious disease burden, neural tube defects in pregnancy, and oral health, respectively. Is this the kind of control he fears?\nPublic health authorities decide on a health promotion measure for a population based on the science, often for people vulnerable and unaware of health risks, when health benefits are clear. NIH research provides the evidence for these public health measures. It is fair to debate the quality of scientific evidence and benefit to population health relative to restrictions on autonomy and choice, but establishing mechanisms for population health risk and making recommendations based on this evidence are not authoritarianism, and making such a comparison is not the way to do good science or build trust.\nBhattacharya’s views are one more unfortunate legacy of the COVID pandemic, when he argued against supposed public health overreach in theGreat Barrington Declarationback in 2020. The declaration claimed that isolating only people at highest risk and allowing continued spread of COVID among more healthy people would build herd immunity without substantial increases in COVID mortality. In response, public health officials and NIH leaders criticized Bhattacharya based on the science: In the setting of asymptomatic viral transmission, high contagiousness and inescapable population mixing, such a strategy of “focused protection” was unlikely to protect vulnerable populations. Bhattacharya called thiscensorshipand unsuccessfully tried to convincethe Supreme Courtto weigh in against social media venues that dropped his messaging.\nThis personal pique is a distraction and should not obscure the central focus of U.S. public health policy during the pandemic. Science supported school closures, work-from-home policies, large gathering restrictions in public spaces, and face mask requirements as effective ways to lower hospital surges and buy time for vaccine development. You can challenge the science, as many have; but it is not authoritarian to use science for policy. Likewise, you may value personal autonomy and resist vaccination or face mask mandates, but drawing on scientific evidence to support these measures does not mean scientists “have engaged in censorship, data manipulation, and misinformation,” as Trump has falsely claimed to justify his nominees.\nAuthoritarianism in science or public health was not responsible for the pandemic’s heavy toll in the U.S. Structural factors such as income inequality and access to health care were the key drivers of COVID mortality. To prepare the country for the next pandemic as NIH director, it would be far more effective to invest in pandemic preparedness and infectious disease research and, beyond that, to ensure everyone has access to health care.\nIndeed, the proposed remedies for making science less authoritarian, such as shifting NIH grant funding to states in the form of “block” grants (recommended by the conservative policy agendaProject 2025), will not promote “nonauthoritarian” public health but will almost certainly degrade the quality of American science. Will states be able to match the NIH peer review system, which is regarded worldwide as the exemplar of transparent, confidential, impartial evaluation based on merit and scientific consensus? It is hard to imagine how a decentralized state-level effort would produce a more fair review or science with greater impact. Will scientists in some states be barred from funding for research on family planning or women’s health, for example?\nWe don’t know what other policies Bhattacharya might propose. Banning viralgain-of-function research? Eliminating research involving fetal tissue and restricting studies using animal models? Shifting fundingaway from infectious diseaseresearch, as RFK, Jr., Trump’s pick to lead the Department of Health and Human Services, has proposed? Giving peer review panels less influence in determining scientific merit?\nThe best way to “depoliticize science,” if that is your concern, is to get out of the way and let scientific inquiry drive investigation and peer review determine priority for funding. The “authoritarianism” Bhattacharya rails against is often just the application of science to improve population health. Pitting personal autonomy against the application of science to policy is fine for vanity webcasts and think tanks, but inappropriate for NIH leadership. If he would rather focus on promoting personal autonomy in pandemic policy, perhaps he is being nominated to the wrong agency. Bhattacharya is not what the NIH needs.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Steven M. Albert",
    "difficulty": "easy",
    "sentiment": "negative"
}