{
    "title": "Poem: ‘Cardiac Knotting’",
    "link": "https://www.scientificamerican.com/article/poem-cardiac-knotting/",
    "category": "Arts",
    "date": "December 17, 2024",
    "summary": "Science in meter and verse",
    "authors": "John Liles",
    "date_pub": "December 16, 2024",
    "read_time": "1min read",
    "type": null,
    "full_text": "Edited by Dava Sobel\nThe heart will have no interruption,begins as a simple tube  (blood flow undivided)at the middle of embryohurried—task of branching sufficient bloodlevels into all upcoming situations.  (in-roads throughout the growing body)\nThe heart, quick, outgrows its ownallotted cavity, and bends a branch right  (every time)and back—pivots intothe cardiac loop, plottingpistons, to hang self-knotting,strung-up. The blood muscle mustraise divisions. The hollow heart\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nnow split, turns intrinsic—walling outa partition, a pocket, a sinus to housethe pulmonary hinges—a body’sbloodlines soon become confluent  (before bringing back a breath)to enter the heart.\nWhen later more transitional twistinghas caused a furrow, external,the interfacing ventricle wall willthicken—meshwork of muscularfetters tuck together, reach out,near-bridge for the atrial pacemaker.An intra-arterial hollow so self-established.  (lock and chamber)\nMeanwhile, against the narrower wallsand paired opposite, loose massesof migratory tissue  (from the mesoderm)driven. Could linger on,the non-particular life of a stem cell.\nBut here soft commotion reaching out,endocardial cushions obstructthe blood rush into opposite corners.Predestined axes of embryo, peristalsisin a pre-valved hollow—the body’sfirst organ to enginean animal’s ontogeny,\nthe heartas it begins to beat.",
    "authors_names": "John Liles",
    "difficulty": "easy",
    "sentiment": "neutral"
}