{
    "title": "Flame Retardants in Black Plastic Spatulas Concerns Scientists",
    "link": "https://www.scientificamerican.com/article/study-miscalculation-has-everyone-talking-about-black-plastic-spatulas-again/",
    "category": "Plastic",
    "date": "December 18, 2024",
    "summary": "The scientists behind a popular study on the health effects of flame retardants in black plastic cooking utensils and toys made a calculation error but still say their revised findings are alarming",
    "authors": "Lauren J. Young",
    "date_pub": "December 18, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Should you throw out your black plastic spatula? A recent study that reportedalarming levels of several flame retardants in common black-colored plastic items(including cooking utensils, toys and hair products) hadmany people suddenly taking stockof their inky array of plastic kitchenware and considering wood or metal alternatives. And the reasons for the concern were understandable: the study’s findings, published inChemosphere,highlighted potential health effects from exposure to the flame retardants, particularly decabromodiphenyl ether (decaBDE)—a chemical the U.S. Environmental Protection Agencybanned in 2021for itsapparent linksto cancer and reproductive, developmental and immunologic toxicity effects.\nBut this week the study’s authors issueda correctionthat suggests exposure to decaBDE from the tested products isn’t as close to the EPA’s safety reference level as they initially thought. The decaBDE exposure they estimated from the screened products is still correct, but it’s one tenth of the reference dose. The study had miscalculated the comparison by an order of magnitude.\nThe amount of flame retardants in such products is “not as harmful, with respect to the EPA guidance, as [the researchers] originally stated, although, with these chemicals, they may be harmful when you’reexposed to small amounts over a long period of time,” says Andrew Turner, a biogeochemist at the University of Plymouth in England, who wasn’t involved in the research and studies the disposal and recycling of plastic consumer goods. “It’s difficult to put numbers on these chemicals.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe study authorsissued an apologyfor the mistake in which they maintained that the “calculation error does not affect the overall conclusion of the paper.”\n“Our results still show that when toxic additives are used in plastic, they can significantly contaminate products made with recycled content that do not require flame retardancy,” says Megan Liu, a co-author of the recent study and science and policy manager at Toxic-Free Future, an environmental health research and advocacy group. “The products found in this study to contain hazardous flame retardants included items with high exposure potential, such as things that touch our food, as well as toys, which come in contact with kids.”\nFlame retardants are required in certain products (oftenincluding computers, TVs and other common electronic items) to meet fire safety regulations. To reduce the amount of e-waste and fossil fuels needed to make new plastics,some of these items are recycledinto black plastics. But the problem is that “you could also recycle the flame retardants and other chemicals that are associated with that plastic,” says Stuart Harrad, an environmental chemist at the University of Birmingham in England, who wasn’t involved in the paper. “Now that’s fine to some degree, I suppose, if you’re only recycling the plastic into uses like TV sets, where you need to meet fire safety regulations. But the point is here is that that isn’t happening.”\nThe new study’s main goal was to identify any flame retardant chemicals in various common products. The researchers screened 203 items, ranging from plastic sushi take-out trays to toy necklaces—and found 17 of them were contaminated with high levels of flame retardants. Fourteen of those products contained high levels of decaBDE.\nThe U.S. has largely banned decaBDE and other polybrominated-diphenyl-ether-based flame retardants. New electronic goods use safer flame retardants, but older electronics that contain decaBDE could still be in many households or might have been only recently tossed out for recycling, Turner says. “When you talk about some electronic devices, they last quite a long time,” he adds. These older devices might only be reaching recycling plants now.\nThe new study’s findings generally line up with past evidence that recycled plastics—and flame retardants—can end up in toys and cooking utensils, Harrad says. But it’s been unclear whether the mere presence of flame retardants in a cooking utensil pose any health threat to humans; there are manycontributing factors, including the source, the dose, the duration of exposure and any other chemicals that may be present. In a 2018 study Harrad and his colleagues tested potential exposure from black plastic cooking utensils and found that uptake through the skin from simply holding them was negligible. But when they tested them in prolonged cooking experiments with hot oil,about 20 percent of the flame retardants in a utensil transferred into the oil on average. “That’s really because the oil, particularly hot oil, is going to be a pretty good way of extracting these chemicals,” Harrad says.\nThe authors of the new study estimated humans’ potential exposure to decaBDE from the plastic products by using the calculation in Harrad’s 2018 study. They applied this calculation to the median levels of decaBDE detected in the products they tested. This wound up being an estimated 34,700 nanograms per day of decaBDE. They then compared that figure with theEPA’s reference doseof 7,000 nanograms per kilogram of body weight per day. (Some researchers note that this measurement was derived fromlab tests and animal models, not direct human testing). To better assess human risk, the scientists calculated a reference dose based on a 60-kg (132-pound) person and initially found 42,000 ng per day, a value alarmingly close to the 34,700 ng per day of exposure they estimated from the new data. But 7,000 multiplied by 60 is actually 420,000. This may have been a simple math error, but the correction massively reduces how close the amount of exposure is to the maximum acceptable limit.\nThe figure with the miscalculation was “contextualizing the levels that we saw in our study, thinking that it could be helpful for people,” Liu says. “This was really just one part of our study that isn’t even part of our key findings.”\nShe and her co-authors have emphasized that the error shouldn’t detract from one of the study’s main conclusions: that none of these flame-retardant chemicals, especially those that have been banned, should be found, in any amount, in these products in the first place.\n“They're probably banging their head in frustration when they found out they made that calculation error,” Harrad says, adding that the rest of their findings “were perfectly plausible.”\n“The study does highlight the fact that we’ve not sorted this out yet—that we’re still finding these chemicals coming through into new goods that contain recycled plastics,” Harrad says. “We do need to step up our efforts to isolate these chemicals from waste and make sure that they don't get recycled.”\nSo should you really ditch your black plastic spatula? Harrad says you should avoid leaving it in a hot pan or pot for long periods of time. Some experts don’t recommendreheating food in black plastic containers, although studies haven’t confirmed if this causes chemicals to leach into food. Importantly, “if you see that your black utensil is damaged in any way, just [get rid of it] and go for something else,” Turner says—pieces of the plastic could potentially break off into food.\nWhen looking for new cooking ware, Turner says that it’d be more sustainable, and potentially safer, to reduce the use of black plastic items and opt for a material or color that’s more easily recyclable. Liu says wood, stainless steel or silicone products are some safer alternatives. She adds, however, that people can’t “shop” their way out of a larger societal issue. “We can’t expect that everyone can immediately switch over to safer alternatives,” Liu says. “That’s ultimately why we’ve been calling on greater regulatory action at both the corporate and government level to regulate and restrict these harmful chemicals.”",
    "authors_names": "Lauren J. Young",
    "difficulty": "easy",
    "sentiment": "negative"
}