{
    "title": "5 Nifty Things We Learned about Pet Cats and Dogs in 2024",
    "link": "https://www.scientificamerican.com/article/5-nifty-things-we-learned-about-pet-cats-and-dogs-in-2024/",
    "category": "Animals",
    "date": "December 11, 2024",
    "summary": "Why do some Labrador retrievers overeat? Do cats and dogs dream like humans do? Is your cat actually obsessed with you? In 2024 we got answers to these and other questions about our beloved furry friends",
    "authors": "Saima S. Iqbal",
    "date_pub": "December 11, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Dogs (and some begrudging cats) may be humans’ best friend, but their behavior still often baffles us. For instance, what makes some dogs insatiably hungry? What does it mean if a cat stiffens or swishes its tail? This year science brought us closer to answers for these questions, giving us a peek into the inner worlds of our furry friends.\nOur kitties and pooches experience rapid eye movement—a sleep stage that, in humans, is clearly associated with dreams. What might a dog or cat dream look like?A prominent dream researcher theorizesthat animals’ dreams reflect on their daily experiences, maybe catching frisbee in the park or snuggling up with a friendly human.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHailey Seelig/Getty Images\nDogs not only can detect cortisol, a stress hormone, in our sweat; they can also interpret this information and respond to it by acting sad. Smelling the perspiration of a nervous human stranger makes pupsmore pessimistic in uncertain situationsand possibly less hungry. “Both humans and dogs are social animals, and there’s an emotional contagion between us,” said Zoe Parr-Cortes, lead author of a recent study on this topic and then a Ph.D. student at the University of Bristol in England, in an interview withScientific American. “Being able to sense stress from another member of the pack was likely beneficial because it alerted them of a threat that another member of the group had already detected.”\nSorry cat lovers: Even if your cat follows you around the apartment or mews incessantly for attention, it may not be obsessed with you. Instead,veterinarians say, it may be understimulated, cold or simply vigilant. Cats have evolved to carefully monitor their environment, so closed doors often incite curiosity or anxiety. And your cat may not jump onto your lap for your affection but simply for a warm surface.\nChalabala/Getty Images\nDoes Fido demand a constant stream of snacks? A quarter of Labrador retrievers (and two thirds of the less common flat-coated retrievers) havea genetic mutationthat makes them feel as though they’re starving, even if they are, in fact, well-fed. The internal signal these dogs receive makes them hungrier and lazier between meals. The trait is a vestige from an ancestral species that once fetched fish for fishers in Canada.\nBaby the cat has a genetic mutation that makes his tail curl over his back in a spitzlike position.\nErica Hudson\nAn unusual genetic mutationmakes some cats’ tail curl over their back, giving them a striking look. But the trait may also hinder these kitties’ ability to communicate clearly. One way cats convey friendly intent to one another is by holding their tail straight up—a gesture that’s impossible for curly-tailed cats. To compensate for this limitation, such cats may lean on other body language cues, such as ear position and odor. And with enough practice, cats who “speak” in different dialects can come to understand one another, a new study shows.",
    "authors_names": "Saima S. Iqbal",
    "difficulty": "easy",
    "sentiment": "positive"
}