{
    "title": "Mysterious ‘Disease X’ Outbreak Might Be Malaria. What We Know",
    "link": "https://www.scientificamerican.com/article/mysterious-disease-x-outbreak-might-be-malaria-what-we-know/",
    "category": "Epidemiology",
    "date": "December 11, 2024",
    "summary": "Authorities in the Democratic Republic of the Congo are racing to identify a deadly illness that is affecting malnourished children",
    "authors": "Paul Adepoju",
    "date_pub": "December 11, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Editor’s Note (12/17/24): The Democratic Republic of the Congo’s health ministry announced today thatthe mystery “Disease X” is a severe form of malariathat has manifested as a respiratory illness in people weakened by malnutrition.\nThe Democratic Republic of the Congo (DRC) is confronting a health crisis in the remote Panzi health zone of Kwango Province, where an undiagnosed illness has infected more than 400 people and killed at least 31, predominantly malnourished children under the age of five. The mystery “Disease X”—which may or may not be a new disease—causes symptoms such as fever, headache, cough, runny nose and body aches. The World Health Organization said in a press briefing on Tuesday that 10 out of 12 samples havetested positive for malaria, but it’s possible more than one disease is involved. The outbreak has raised pressing questions about the DRC’s ability to respond effectively to health emergencies in isolated areas.\nAccessing Panzi is a formidable challenge, with poor road infrastructure requiring a multi-day journey from Kinshasa, the nation’s capital. “This is really the definition of remote,” says Placide Mbala, a virologist and head of epidemiology at the DRC’s National Institute of Biomedical Research. He explains that limited connectivity and delayed sample collection have hampered diagnosis efforts. Specimens collected initially were unsuitable for analysis, but a team from the DRC’s Ministry of Public Health has now gathered higher-quality samples, says Mbala, who is part of the team.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe DRC’s Ministry of Health, supported by the WHO and Africa CDC, has deployed a multidisciplinary team to investigate and respond to the outbreak. But the delay in confirming a pathogen has complicated efforts to implement targeted interventions. “It’s difficult to have a targeted response when you don’t know exactly what the pathogen is,” Mbala notes. Instead the response has focused on isolating sick people, communicating risks and taking general preventive measures while providing supportive care for affected individuals.\nWhile the deployment of health care workers has improved the situation, delays in action have attracted criticism. Mbala emphasizes that the issue is not related to a lack of diagnostic capacity but rather logistical challenges. He admits the outbreak also highlights systemic vulnerabilities, including vast geographical barriers, weak infrastructure and recurring violence, that make the DRC particularly susceptible to health crises.\nThankGod Ebenezer, founder of the research effort African BioGenome Project, emphasizes the critical connection between animal and human health, particularly in the context of zoonotic diseases. He explains that most diseases that affect humans—including HIV/AIDS, SARS and likely COVID—originated in other animals, highlighting the importance of maintaining biodiversity and understanding genetic diversity to prevent transmission.\n“When it comes to Disease X in DRC, one thing we often forget is that most diseases come from animals. There’s a transmission from animal to human. And what that means is that we don’t often make peace with nature,” Ebenezer says. He further notes that human interference with biodiversity creates vulnerabilities that allow diseases in animals to spread to humans and that genomics can play a vital role in addressing this. “We can use genomics and biodiversity genomics to know how to maintain genetic diversity, prevent transmission and ensure we’re not [encroaching on] biodiversity conservation space,” he adds.\nInternational organizations, including the WHO and the Africa Centers for Disease Control and Prevention, are playing a crucial role in logistics and field investigations. Their support has enabled the deployment of resources to Panzi, although uncertainty over the pathogen involved has limited the scope of assistance they can provide. Grassroots communication has also been a key element of the response, with local leaders urging calm and educating communities about preventive measures. “The Ministry of Health is working to understand the situation and has sent its best people to investigate,” Mbala says.\nThe DRC’s response draws on its extensive experience managing outbreaks such as Ebola and mpox. Mbala expresses confidence that the country’s seasoned public health responders can leverage this expertise to contain the outbreak quickly. “If we include all the experienced people who have coordinated past responses, we should be able to manage this effectively,” he says.\nScientific Americanspoke with Mbala about the outbreak and response. (The conversation took place before the WHO confirmed that many of the samples tested positive malaria.)\n[An edited transcript of the interview follows.]\nCan you provide an update on the current situation regarding Disease X in the Democratic Republic of the Congo?\nThe outbreak began in the remote Panzi health zone in southwestern DRC, an area difficult to access because of poor roads and lack of reliable communication. The region is heavily affected by malnutrition, making the population more vulnerable. Initial media reports claimed more than 100 deaths, but our team’s first investigation confirmed 27 fatalities, 17 of which were children under five.\nWhat measures are currently in place to manage the outbreak?\nThe focus is on isolating the affected patients, conducting risk communication and implementing general preventive measures. We are providing supportive care, such as basic medication and assistance for the affected population. Once high-quality samples are analyzed, we hope to tailor the response more effectively.\nDespite the DRC’s robust diagnostic capabilities, why has there been a delay in identifying the pathogen?\nThe delay stems from the remote location of the outbreak and the initial lack of clear information. It wasn’t until the media spotlighted the issue that action was expedited. It’s not a matter of lacking diagnostic capacity but a challenge of mobilizing teams quickly to such isolated areas.\nHas the national and international attention improved the response?\nYes, the situation has significantly improved since the Ministry of Health deployed a multidisciplinary team to investigate. Delays in response can create the perception of incapacity, however, even when the real issue lies in logistical and bureaucratic hurdles.\nHow are international organizations, such as the WHO and the Africa CDC, contributing to the response?\nTheir support has primarily been logistical, ensuring that investigation teams can reach the site and conduct fieldwork. But because the pathogen [has not been fully identified], it’s challenging to provide targeted assistance beyond general outbreak management.\nWhat role does grassroots communication play in controlling the outbreak?\nCommunication is critical. The Ministry of Health is urging calm and reassuring the public that experts are investigating the situation. Educating local populations on preventive measures and maintaining trust are essential components of the response.\nFrom an epidemiological perspective, how does this outbreak compare with other disease outbreaks in the DRC?\nThe DRC frequently faces outbreaks because of its vast size, challenging infrastructure and ecological conditions. While this outbreak poses unique challenges, the country has considerable experience responding to health crises. Leveraging this expertise, we are confident in our ability to contain this outbreak quickly.\nWhy do such outbreaks repeatedly occur in the DRC?\nIt’s a combination of factors—geography, infrastructure deficits, malnutrition and health system weaknesses. Additionally, social insecurity in certain regions complicates both outbreak response and broader health interventions.\nWhat are the next steps in containing Disease X?\nOnce the samples are analyzed and we understand the pathogen, we will design a targeted response plan. In the meantime, our teams will continue providing supportive care and improving risk communication to manage the situation effectively.",
    "authors_names": "Paul Adepoju",
    "difficulty": "easy",
    "sentiment": "negative"
}