{
    "title": "The 7 Coolest Mathematical Discoveries of 2024",
    "link": "https://www.scientificamerican.com/article/the-7-coolest-mathematical-discoveries-of-2024/",
    "category": "Mathematics",
    "date": "December 12, 2024",
    "summary": "Unsolvable problems, many-dimensional wheels and new prime numbers are among new mathematical discoveries this year",
    "authors": "Clara Moskowitz",
    "date_pub": "December 12, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Mathematicians have been extremely busy this year: they’ve discovered thebiggest prime number yet, a newformula for pi, mysterious patterns inthe music of Johann Sebastian Bachand even a wholenew kind of shape. Some of these findings are practical—the newfound shapes, for instance, show up in nature and have been used for creative architecture designs. Others, such as the 41-million-digit prime number, aren’t quite as useful—but all are fascinating. Here’s a look at a few of the most exciting mathematical discoveries we wrote about this year.\nA mathematician wondered how few corners a shape could have and still fit together to completely cover a surface with no gaps. This quandary led him and his colleagues todiscover shapes that had never been described mathematically before, called soft cells. Though they are new to mathematicians, it turns out that soft cells are found inside nautilus shells, red blood cells and other elements of nature.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nPrime numbers—numbers divisible only by 1 and themselves—have long fascinated mathematicians. This year a researcher discovered thelargest known prime number, with a whopping 41,024,320 digits. It had been six years since the last new prime number was discovered, and the search is getting harder and harder because prime numbers spread out farther from each other as they grow.\nThe concept of pi (π), the ratio of a circle’s circumference to its diameter, has been well known for 4,000 years, since ancient Babylonia. But calculating the exact digits of this irrational number has always been a challenge. Recently physicists used string theory to come up with an entirelynew method for calculating pi.\nAmanda Montañez\nFor 40 years, mathematicians have pondered a question: How can we find constant-width shapes with the minimum volume in any dimension? Researchers recentlyenvisioned a new kind of many-dimensional wheelto answer this question. The newfangled wheels can be constructed in any dimension at a fraction of the size of more traditional rolling shapes, such as circles or spheres.\nThis breakthrough has to do with a fundamental truth in mathematics: not everything can be calculated, no matter how hard one tries (or how busy of a beaver they are). A particular noncalculable expression is called the busy beaver function. Its values, called BB(n), will never be known for all quantities ofn,but an international collaborative project called the Busy Beaver Challenge recentlysucceeded in determining the fifth value of the function—surprising mathematicians who thought it would be impossible.\nBach's prelude for klavier score.\nPFMphotostock/Getty Images\nScientists turned musical scores written by Baroque composer Johann Sebastian Bach into mathematical networks and analyzed how his different styles varied. Theyused information theory to find patterns in his musicthat help explain how Bach conveyed messages—including musical, mathematical and emotional information—through his works.\nMathematicians had long wondered whether a single shape could ever tile a surface—that is, cover a plane completely—without creating a repeating pattern. Many doubted that such a shape, dubbed an einstein tile, could exist, but researchers finally discovered one. Though the tile was announced in 2023, one of the mathematicians involved gave ushis behind-the-scenes account of the storythis year.",
    "authors_names": "Clara Moskowitz",
    "difficulty": "medium",
    "sentiment": "neutral"
}