{
    "title": "Biden Pledges Huge Climate Emissions Cuts He Can’t Enforce. Here’s Why It Still Matters",
    "link": "https://www.scientificamerican.com/article/biden-pledges-huge-climate-emissions-cuts-he-cant-enforce-heres-why-it-still-matters/",
    "category": "Climate Change",
    "date": "December 19, 2024",
    "summary": "President Biden strengthened the U.S.’s commitment to slash climate pollution under the Paris Agreement knowing that President-elect Donald Trump could abandon it, but states and cities could still use it as a guide",
    "authors": "Sara Schonhardt, Zack Colman, E&E News",
    "date_pub": "December 19, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "CLIMATEWIRE |President Joe Biden announced Thursday that he will strengthen the United States’ climate target by aiming to cut planet-warming pollution 61-66 percent by 2035, in a move that his successor is certain to disregard.\nThe new goal marks an increase over Biden’s 2021 pledge to slash greenhouse gases 50-52 percent by 2030 over 2005 levels, but is a downgrade from what modelers say would have been possible under a future president who acts aggressively to slow rising temperatures.\nPresident-elect Donald Trump has indicated the opposite.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nInstead, the target will likely be jettisoned after Trump takes office, reflecting his promises to expand fossil fuel production and dismantle Biden’s climate agenda.\nThough the incoming administration could just ignore the target, the goal offers an ambitious marker that states, cities and businesses can aspire to meet, even as the Trump presidency attempts to roll back federal climate programs.\n“President Biden's new 2035 climate goal is both a reflection of what we've already accomplished … and what we believe the United States can and should achieve in the future,” said John Podesta, senior White House adviser for international climate policy, in a call with reporters.\nThe move comesamid increasing pressureon the Biden administration to make urgent environmental commitments in the waning days of the president’s term, even if Trump has no intention of honoring them. U.S. officials say it sends an important signal to the world of what the U.S. could do in the face of those challenges.\n“American industry will keep inventing and keep investing. State, local and tribal governments will keep stepping up,” Biden said in prerecorded video remarks for the announcement.\nIt also includes at least a 35 percent reduction of methane, a short-lived but potent greenhouse gas that the Biden administration has prioritized tackling through regulations and global agreements.\n“We're looking to governors, mayors, business leaders and more to carry this important work forward,” said Podesta.\nThe targets — known as nationally determined contributions, or NDCs — are required under the Paris Agreement, the global deal to limit warming to 1.5 degrees Celsius in the postindustrial era. The White House said that it is formally submitting the new target to the United Nations’ climate change secretariat. Trump is expected to withdraw from the agreement.\nObservers argued that the new target showcases the ability of the world’s largest economy to tackle climate change without federal help.\n“The 2035 climate target can serve as a North Star for states, cities and corporations that are committed to climate action,” Manish Bapna, president of the Natural Resources Defense Council, said in a statement.\nOther advocates echoed that sentiment, saying it could help guide federal policy after 2028 — or whenever a climate-focused president takes office.\n“The 2035 emissions reduction target is at the lower bound of what the science demands, and yet it is close to the upper bound of what is realistic if nearly every available policy lever were pulled,” said Debbie Weyl, acting U.S. director at the World Resources Institute.\nA fact sheet released with the announcement said the cuts to climate pollution could be achieved through a combination of surviving Biden-era policies; stronger state and local action; and technology advancements such as cheaper wind and solar energy, nuclear power and grid upgrades.\nBut reaching those marks will not be easy.\nA bipartisan push in Congress to ease permitting rules, which could speed renewable energy installations, hasn’t panned out. The Biden administration approved California’s plan to phase out gas-powered cars by 2035 on Wednesday, but Trump has threatened to roll it back.\nMembers of the U.S. Climate Alliance, a coalition of mostly Democratic states, are on track to lower greenhouse gases 26 to 28 percent by next year — but the U.S. is off track to meet Biden’s initial goal to slash emissions in half five years from now.\n“No one's hiding the ball on that. Our analysis is very clear that additional action is needed to achieve our 2030 target, but that there is a clear pathway to do so,” said Casey Katims, executive director of the U.S. Climate Alliance.\nHitting the new target will also depend on investments from the private sector. The clean energy tax breaks in Biden’s signature climate law, the Inflation Reduction Act, have unleashed billions of dollars for clean energy manufacturing across the U.S.\nYet many of those policies are threatened by Trump and congressional Republicans, who have taken aim at government rebates used to lower the cost of buying electric cars and other clean energy incentives.\n“Even discussion of repeal and tweaks or cuts have a chilling effect and delay and reduce the pace and scale of investment,” said Zach Friedman, senior director of federal policy at Ceres, a business sustainability group. “Tweaks to tax credits, timelines, restrictions, etc., has big implications for the amount of investment that comes back to American communities.”\nBefore the election, modeling from the University of Maryland’sCenter for Global Sustainabilityshowed that the U.S. could achieve emissions cuts of 65-67 percent by 2035. Studies by other groups showed a similar range.\nThat would put the country on a trajectory to zero out emissions by 2050. But achieving that target relies on additional action at the federal, state and city level.\nAnupdated policy briefreleased this week by the Center for Global Sustainability assumes cuts of 54-62 percent based on no further federal action, but more at the state level.\nSenior administration officials who held a call with reporters to preview the announcement said such analyses show that it’s possible to cut pollution without aggressive federal action — though they acknowledged that it would be harder.\n“The pace is of course an issue,” one official said.\nRobbie Orvis, senior director of modeling and analysis at Energy Innovation, said, “Hitting the proposed target would definitely require states to strengthen and pass policy across many states at a level we haven't seen before.”\nOther analyses looked at some potential worst-case scenarios.\nEnergy Innovation estimated that the U.S. emissions would fall by just 36 percent by 2035 if the Inflation Reduction Act is fully repealed. The Rhodium Group predicted a range of 24-40 percent cuts based on rollbacks of federal climate regulations and a total repeal of the Inflation Reduction Act. Neither analysis accounts for additional action at the state level.\nAnalysts say it’s unlikely that the Inflation Reduction Act will be completely unraveled, particularly as its benefits expand nationwide.\nBut even with the Inflation Reduction Act, the U.S. is still short of reaching its 2030 goal of cutting emissions 50-52 percent — Biden’s original target. AJuly analysisby the Rhodium Group found the U.S. is on track to cut 32-43 percent of its climate pollution by 2030, putting it on a path to 38-56 percent cuts by 2035.\nBiden was “laying down a marker” with the new target, said Alden Meyer, a senior associate at the environmental think tank E3G.\n“Everyone understands it’s going to be very hard to meet this target, given Trump will take us off the field for the next four years,” Meyer said. “But they understand it for what it is — what the U.S. should be doing.”\nReprinted fromE&E Newswith permission from POLITICO, LLC. Copyright 2024. E&E News provides essential news for energy and environment professionals.",
    "authors_names": "Sara Schonhardt, Zack Colman, E&E News",
    "difficulty": "easy",
    "sentiment": "neutral"
}