{
    "title": "Ferns’ ‘Backward’ Evolution Reveals Life’s Meandering Path",
    "link": "https://www.scientificamerican.com/article/ferns-backward-evolution-reveals-lifes-meandering-path/",
    "category": "Evolution",
    "date": "December 16, 2024",
    "summary": "Evolution is often depicted as a steady forward march from simple to complex forms. But new research shows that certain ferns can evolve ‘backward’",
    "authors": "Jacob S. Suissa, The Conversation US",
    "date_pub": "December 16, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "The following essay is reprinted with permission fromThe Conversation, an online publication covering the latest research.\nImagine a photograph of your great-grandparents, grandparents and parents side by side. You’d see a resemblance, but each generation would look distinct from its predecessors. This is the process of evolution in its simplest form: descent with modification.\nOver many generations, a staggering amount of modification is possible. This is how the diversity of life on Earth came to be.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThis idea, though, has long been misunderstood as a path that leads in one direction toward “higher” or “better” organisms. For example, Rudolph Zallinger’s famous 1965 Time-Life illustration “The Road to Homo Sapiens” shows humans evolving in a stepwise fashion from ape-like ancestors to modern man.\nExtending this perspective beyond humans, early paleontological theories about ancient life supported the idea oforthogenesis, or “progressive evolution,” in which each generation of a lineage advanced toward more sophisticated or optimized forms.\nBut evolution has no finish line. There is no end goal, no final state. Organisms evolve bynatural selectionacting at a specific geologic moment, or simply by drift without strong selection in any direction.\nIn a recently published study that I carried out withMakaleh Smith, then an undergraduate research intern at Harvard University who was funded by the National Science Foundation, we sought to study whether a one-way model of reproductive evolution always held true in plants. To the contrary, we found that in many types of ferns – one of the oldest groups of plants on Earth – evolution of reproductive strategieshas been a two-way street, with plants at times evolving “backward” to less specialized forms.\nSelection pressures can change in a heartbeat and steer evolution in unexpected directions.\nTake dinosaurs and mammals, for instance. For over 150 million years, dinosaurs exerted a strong selection pressure on Jurassic mammals, which had to remain small and live underground to avoid being hunted to extinction.\nThen, about 66 million years ago, theChicxulub asteroidwiped out most nonavian dinosaurs. Suddenly, small mammals were relieved of their strong predatory selection pressure and could live above ground, eventuallyevolving into larger forms, including humans.\nIn 1893, Belgian paleontologistLouis Dollointroduced the idea that once an organism progresses to a certain point, it does not revert to a previous state in the exact way in which it evolved – even if it encounters conditions identical to those it once experienced.Dollo’s law, as it came to be known, implies that specialization is largely a one-way street, with organisms accumulating layers of complexity that make backward evolution impossible.\nWhile Dollo’s lawhas been criticized, and its original idea has largely faded from popular discourse, this perspective still influences aspects of biology today.\nMuseums often depict animal evolution asa straight-line progression toward higher stages, but they’re not the only sources of this narrative. It also appears in teaching about the evolution of reproduction in plants.\nThe earliest vascular plants – those with tissues that can move water and minerals throughout the plant – hadleafless, stemlike structures called telomes, with capsules at their tips called sporangia that produced spores. The telomes did both of the plants’ big jobs: converting sunlight to energy through photosynthesis and releasing spores to produce new plants.\nFossil records show that over time, plants developed more specialized structures that divided these reproductive and photosynthetic functions. Moving through plant lineages, fromspore-bearing lycophytesto ferns to flowering plants, reproduction becomes more and more specialized. Indeed, the flower is often diagrammed as the end goal of botanical evolution.\nAcross the plant kingdom, once species evolved reproductive structures such as seeds, cones and flowers, they did not revert to simpler, undifferentiated forms. This pattern supports a progressive increase in reproductive complexity. But ferns are an important exception.\nFerns have multiple reproductive strategies. Most species combine spore development and photosynthesis on a single leaf type – a strategy called monomorphism. Others separate these functions to have one leaf type for photosynthesis and another for reproduction – a strategy called dimorphism.\nIf the patterns of specialization seen broadly across plants were universal, we would expect that once a lineage of ferns evolved dimorphism, it could not shift course and revert to monomorphism. However, using natural history collections and algorithms for estimating evolution in ferns, Smith and I found exceptions to this pattern.\nWithin a family known aschain ferns (Blechnaceae), we found multiple cases in which plants had evolved highly specialized dimorphism, but then reverted to the more general form of monomorphism.\nWhy might ferns have such flexible reproductive strategies? The answer lies in what they lack: seeds, flowers and fruits. This distinguishes them from the more than 350,000 species of seed plants living on Earth today.\nImagine taking a fertile fern leaf, shrinking it down and wrapping it up tightly into a tiny pellet. That’s basically what an unfertilized seed is – a highly modified dimorphic fern leaf, in a capsule.\nSeeds are just one highly specialized structure in a suite of reproductive traits, each building on the last, creating a form so specific that reversal becomes nearly impossible. But because living ferns don’t have seeds, they can modify where on their leaves they place their spore-producing structures.\nOur findings suggest that not all reproductive specialization in plants is irreversible. Instead, it may depend on how many layers of specialization plants have acquired over time.\nIn today’s rapidly changing world, knowing which organisms or traits are “locked in” could be important for predicting how species respond to new environmental challenges and human-imposed habitat changes.\nOrganisms that have evolved down “one-way” paths may lack the flexibility to respond to new selection pressures in particular ways and have to figure out new strategies to change. In lineages such as ferns, species may retain their ability to “evolve backward,” even after specialization.\nUltimately, our study underscores a fundamental lesson in evolutionary biology:There is no “correct” direction in evolution, no march toward an end goal. Evolutionary pathways are more like tangled webs, with some branches diverging, others converging, and some even looping back on themselves.\nThis article was originally published onThe Conversation. Read theoriginal article.",
    "authors_names": "Jacob S. Suissa, The Conversation US",
    "difficulty": "medium",
    "sentiment": "neutral"
}