{
    "title": "Luigi Mangione’s Alleged Ghost Gun and Other Antisurveillance Tech, Explained",
    "link": "https://www.scientificamerican.com/article/luigi-mangiones-alleged-ghost-gun-and-other-antisurveillance-tech-explained/",
    "category": "Privacy",
    "date": "December 13, 2024",
    "summary": "Investigators allege that the suspect in the recent UnitedHealthcare CEO killing used a “ghost gun,” an untraceable firearm made with 3D-printed parts",
    "authors": "Ben Guarino",
    "date_pub": "December 13, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Luigi Mangione, the26-year-old suspectaccused of killing UnitedHealthcare chief executive Brian Thompson on a midtown Manhattan sidewalk, allegedly took several sophisticated-sounding steps to thwart detection. Thompson was killed in a highly surveilled urban setting, but his assailant wore a mask and hood and used a pistol equipped with a silencer to suppress the noise of gunshots. When Mangione was arrested a few days later at a McDonald’s in Altoona, Pa., officers say he showed them a fake ID. And his backpack contained a functional handgun made with 3D-printed parts: a so-called ghost gun.\nInvestigators also say Mangione was carrying ahandwritten noteexplaining his motivation. Inthat documentMangione described his plan as “fairly trivial,” requiring “some elementary social engineering” plus “basic CAD”—computer-aided design—and “a lot of patience.” CAD can be used for 3D printing gun parts, and it can also help make a tremendous number ofother objects. The New York City Police Department’s commissioner Jessica Tisch told reporters on Wednesday that the gun in Mangione’s possession matched three bullet casings that were recovered from the crime scene. Officials have not publicly said whether they believe Mangione built the gun.\nThe suspect faces forgery and weapons charges in Pennsylvania, where he has been denied bail, and has been charged with second-degree murder in New York State. The latter hopes to extradite him, a move he is challenging. Thomas Dickey, an Altoona-based lawyer, who represents Mangione,toldGood Morning Americathis week, “I have not been made aware of any evidence that links the gun that was found on his person to the crime. These are things we’re looking to see.” (Dickey did not immediately reply toScientific American’s request for comment.)\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHowever elaborate Mangione’s alleged evasive measures may seem, if investigators are correct, they ultimately failed. Here is a rundown of the techniques that investigators say Mangione used—and the ways they were allegedly overcome.\nNew York City is dense with cameras—more than25,500 public and privateones watch over traffic intersections, according to an Amnesty International estimate. Mangione was allegedly recorded in multiple places: at a hostel where he stayed, at a coffee shop, on the sidewalk during the killing, on an electric bike while fleeing the scene and in a taxi.\nDespite all those images—some of which revealed most of his face—it is improbable that algorithms quickly identified Mangione from camera footage. Hollywood’s depiction of Jason Bourne–style, real-time biometric-based surveillance and tracking is a “skewed view of what’s really possible,” says Anil Jain, an expert infacial recognition at Michigan State University. Lacking a criminal record, Mangione was unlikely to be in the forensic databases against which the images would be compared. Social media companies have cooperated with law enforcement to help track people down by matching surveillance images with photographs posted on their platforms, but it takes time to legally secure those permissions, Jain adds.\nPaired with a widely publicized, low-resolution image of the suspect’s face and a $50,000 reward offered by the FBI, what seems to have resolved this case was “an old-fashioned phone tip,” Jain says, referring to an employee at the McDonald’s in Altoona who notified authorities about Mangione. “You cannot give up on human intelligence.”\nIt remains unclear whether Mangione was following a plan after he left New York City. “Just being on the run is pretty much a dead end,” says journalist Evan Ratliff, who tried tovanish for a month—with a $5,000 “bounty” offered to the first person who found him—in 2009 as an experiment forWired. “They're going to catch you eventually, if you’re just going from place to place and you don’t have any idea where you’re going to end up.”\nRatliff says that before he went on the run, private investigators told him that being a successful fugitive requires perfection. “The mistakes that you can make are just endless,” he says. After 25 days, Ratliff, who has celiac disease, was tracked to a restaurant selling gluten-free pizza in New Orleans. (Ratliff says that what interests him is the tension between a committed seeker and a person who does not want to be found. “I do not approve of someone planning and executing this type of crime,” he adds, referring to the killing of the UnitedHealthcare CEO.)\nThis may be the highest-profile U.S. killing to date that allegedly involved an unserialized ghost gun. Such weapons, however, are far from rare. In 2021 U.S. law enforcement reported 20,000 ghost guns to the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF). That’s an increase bya factor of 10 since 2016.\nGhost firearms are made of metal and plastic parts that can be machined or printed at home using legally available equipment. A criminal complaint in Pennsylvania describes the weapon in Mangione’s possession as a black 3D-printed pistol, loaded with nine-millimeter rounds in a Glock magazine, with a handle made of plastic and a slide and a threaded barrel made of metal. The complaint notes Mangione was carrying a 3D-printed silencer as well.\n“Ghost guns come without serial numbers and often without other identifying marks, particularly if they’re truly homemade,” saysGaren Wintemute, an emergency department physician, who directs the Violence Prevention Research Program at the University of California, Davis. “They have no history and are untraceable; this is where the name comes from.”\nIt's unusual for such guns to be produced from scratch by 3D printing, Wintemute says. More commonly, Glock-like pistols are assembled from kits that, he says, “provide a nearly finished frame,” as well as “instructions on how to complete the finishing work and the remaining parts to produce a functional firearm.” Completing a gun can take a matter of minutes.\nAlthough Mangione has a master’s degree in computer science from the University of Pennsylvania, technical sophistication is not required to produce ghost guns. “That’s the concern,” Wintemute says: instructions are available to anyone with an Internet connection.\nIn 2022 the Biden administration cracked down on ghost guns. The ATF clarified that the kits count, for regulatory purposes, as firearms—so the agency required manufacturers to serialize ghost gun kits. That rule has since entered legal limbo: In November 2023 it was invalidated by the Court of Appeals for the Fifth Circuit. Now it is with the Supreme Court, where it may stand, considering the justices’ reaction to oral arguments in October.\nMangione purportedly used a fake ID when he stayed in New York City in late November and early December. Investigators further say that when he was arrested, he was carrying thousands of dollars in cash—presumably because cash transactions are harder to trace than electronic payment methods. Hemay have also had a bagwith the properties of a Faraday cage, the term for an enclosure (or even a small room) that uses a mesh of conductive material to shield enclosed objects, such as a smartphone, from sending or receiving electromagnetic signals. Whether that was meant for concealment is unclear. Mangione, for his part, told a judge the bag was simplywaterproof.\nAccording to court documents, his New Jersey driver’s license (with a false name, “Mark Rosario”) was quickly discovered to be a fake after officers approached Mangione in the fast-food restaurant. When an Altoona police officer asked Mangione why he lied about his name, according to the criminal complaint, Mangione replied, “I clearly shouldn’t have.”\nAdditional reporting by Lee Billings",
    "authors_names": "Ben Guarino",
    "difficulty": "easy",
    "sentiment": "neutral"
}