{
    "title": "To Monitor Greenhouse Gas Emissions Nationwide, U.S. Enlists Passenger Plane",
    "link": "https://www.scientificamerican.com/article/united-airlines-will-help-monitor-u-s-greenhouse-gas-emissions/",
    "category": "Climate Change",
    "date": "December 17, 2024",
    "summary": "United Airlines is partnering with NOAA as part of a wider federal strategy to better keep tabs on the country’s greenhouse gas emissions",
    "authors": "Chelsea Harvey, E&E News",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "CLIMATEWIRE |A new partnership between NOAA and United Airlines will soon help federal scientists keep better tabs on domestic greenhouse gas emissions.\nThe project, set to begin next year, will equip a single Boeing 737 with scientific instruments designed to monitor carbon dioxide, methane and other climate-warming gases. As the aircraft zigzags across the country, stopping in as many as five cities a day, it will collect valuable data on emissions over both rural and urban landscapes, scientists say.\nThat information can help scientists verify emissions measurements gathered in the same places by other methods, such as satellites or on-the-ground instruments. And it can help cities and land managers pinpoint locations where they may be underestimating their own emissions.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“It’s a real opportunity to go to where all the action is in terms of understanding the emissions,” said Colm Sweeney, associate director of science at NOAA’s global monitoring laboratory and lead scientist at the lab’s aircraft program. “We’re not trying to regulate any emissions — we’re just trying to understand what those emissions profiles look like.”\nThe project is part of a wider federal strategy to coordinate and improve greenhouse gas monitoring efforts across federal agencies. That effort is intensifying in the final weeks of the Biden administration, amid fears that the incoming Trump administration willdeprioritize or dismantlethe so-called national greenhouse gas monitoring strategy.\nThe partnership between NOAA and United Airlines , which was announced at a White House super-pollutants summit in July, is known as a Cooperative Research and Development Agreement. That means NOAA provides staff and equipment but no funding.\nNOAA already conducts a variety of data-collecting missions using research aircraft, but federal scientists say partnering with commercial airlines opens new doors for greenhouse gas monitoring efforts. Research flights are expensive, and aircraft are limited, while installing sensors on commercial aircraft enables researchers to easily gather continuous measurements from flights that would be taking place regardless.\n\"This collaboration represents a significant leap forward in U.S. efforts to monitor and mitigate greenhouse gas emissions,\" said Sarah Kapnick, NOAA’s chief scientist, in a statement. \"If we can harness the capabilities of commercial aircraft we will be poised to make rapid advancements in the understanding of greenhouse gas emissions that can inform policies.\"\nIn 2023, the Biden administration issued a road map for a new national greenhouse gas measurement, monitoring and information system.\nThenational strategyestablished a data portal known as the U.S. Greenhouse Gas Center, designed to consolidate emissions observations from a wide range of sources. It also included a variety of recommendations to expand, consolidate and coordinate greenhouse gas monitoring efforts across federal agencies and private sector partners.\nCoordination is key to improving national greenhouse gas data, experts say. Most of the federal science agencies, including NASA, NOAA and EPA, have their own initiatives for monitoring and estimating emissions in different ways across different sectors of the economy. The new NOAA project is just one example.\nBut until recently, there’s been no streamlined effort to consolidate these efforts and combine the data.\n“We have so much information, so much diversity, sources — it’s kind of acronym soup,” said NASA climate scientist Lesley Ott. “And even for scientists, that can be difficult to navigate.”\nThat’s changing now, as federal scientists work to coordinate their monitoring programs, synthesize their data and partner with private companies and NGOs to improve their data collection efforts. They’re doubling down on these efforts even as President-elect Donald Trump — who has repeatedly disavowed the science of human-caused climate change — prepares to take office for his second term, calling the future of national greenhouse gas monitoring efforts into question.\nTrump has promised to increase oil and gas development in the U.S. and withdraw from the Paris Agreement for a second time. Project 2025, a policy plan for Trump's second term spearheaded by The Heritage Foundation, also calls for dramatic cuts and reorganizations of federal science agencies, including NOAA and EPA.\nWhile Trump has previously distanced himself from the policy blueprint, he recently named a number of the plan’s architects as nominees for positions within his new administration.\nBut federal scientists say they’re committed to the mission regardless of a change in administration — and they’re cautiously optimistic that a combination of economic forces and global momentum on emissions reduction efforts will continue to push their efforts forward over the next four years.\n“I think what we’re all focused on is really not speculating, not getting too far out, because you don’t know,” Ott said. “I think what we’re really focused on is doing the mission that we have.”\nRiley Duren, CEO of the greenhouse gas monitoring nonprofit Carbon Mapper, added that federal regulation is just one aspect of efforts to reduce planet-warming emissions.\n“My opinion is that to some extent the ship is already sailing on the use of data-driven regulations and market mechanisms around the world, and there's momentum behind that shift,” he said. “And I think a lot of policymakers — if they think critically about it — they’ll see their motivations to get on board to support those things, because that's where industry and civil society is heading.”\nReprinted fromE&E Newswith permission from POLITICO, LLC. Copyright 2024. E&E News provides essential news for energy and environment professionals.",
    "authors_names": "Chelsea Harvey, E&E News",
    "difficulty": "easy",
    "sentiment": "neutral"
}