{
    "title": "Genetic Testing Is a Gift. But It Shouldn’t be a Present",
    "link": "https://www.scientificamerican.com/article/genetic-testing-is-a-gift-but-it-shouldnt-be-a-present/",
    "category": "Opinion",
    "date": "December 19, 2024",
    "summary": "Think Twice before Giving Direct-to-Consumer Genetic Testing Kits to Friends and Loved Ones",
    "authors": "Adina Wise",
    "date_pub": "December 19, 2024",
    "read_time": "5min read",
    "type": "Opinion",
    "full_text": "A few years ago, a patient of mine—let's call her Pandora—purchased four DNA testing kits as holiday gifts for herself and her siblings. She had seen the TV ads promising that a few ounces of spit would uncoverotherwise unattainable detailsabouther family’s origins, and she thought it would be fun to share this unveiling experience with her younger brothers.\nWhen the results came in, she opened them eagerly and was immediately confronted, not with information about her heritage, but with an offer: for a few extra dollars, she could unlock access to her health traits in addition to the ancestral data she had signed up for. Was she more or less sensitive to caffeine than the general population? Was she likely to be a deep or light sleeper? Was the bloating she felt every time she ate ice cream “all in her head” (as one of her doctors had suggested) or might her lactose intolerance be genetically verified? Without much hesitation, she decided to purchase the add-on.\nThat was how she found out that she carries two copies oftheAPOE4mutationwhich, according to recent estimates, means her chance of developingAlzheimer’s diseasemay beclose to 100 percent.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nOnce she recovered from her initial shock, Pandora took this news in stride. She met with her primary care provider, who instructed her to focus on preventative strategies: diet and exercise. She ate more vegetables and exercised at least five times each week. Overall, she felt grateful for the knowledge of her genetic status, which gave her a sense of power and agency over her fate.\nAll’s well that ends well, right?\nNot exactly.\nThe genetic testing had revealed that one of Pandora’s younger brothers also carried two copies of theAPOE4gene. And he took the news quite differently. In the weeks that followed the revelation of their heightened risk for Alzheimer's, Pandora’s brother spiraled into depression and despondency. Where Pandora saw opportunity—a call to arms, even—her brother saw only doom.\nAs a clinical neurologist, I often refer patients to experienced genetic counselors to discuss whether DNA testing makes sense. Not infrequently, it does. In many contexts, genetic analysis can yield critical insights, empowering patients to make informed decisions about their health. But the first step in the counseling process is explaining how testing works, and determining whether a person should engage in genetic testing at all. Without the advice of an expert, it can bechallengingto grasp the implications of genetic results—and know exactly what someone is, and isn’t, being tested for.\nFor those who can navigate its complexities and understand its limitations (this may require advanced degrees inbiologyand, possibly,contract law), direct-to-consumer genetic testing may offer interesting and—sometimes—useful information. But making the decision to reveal our genes, through any method, requires that we reflect, deeply, on how we are likely to deal with uncertainty, the weight of foreknowledge and, potentially, bad news. And this deeply personal choice should never be made on someone else's behalf. Genetic testing kits may play an important role in our ever-more-personalized health care, but they shouldn’t show up under Christmas trees, next to menorahs, or surroundingmkekas, with bows on top.\nStill, if you've given a direct-to-consumer genetic testing kit in the past, don’t be too hard on yourself. On the surface, these kits seem like logical, meaningful alternatives to gifting a soft-cheese-of-the-month subscription, or yet another pair of wool socks. And the industry’s holiday marketing campaigns capitalize on the season’s heightened focus on family ties. Commercials highlighting the potential to discover long-lost relatives, or uncover forgotten bloodlines, may accompanysteep discountson the purchase of multiple testing kits (plus free gift wrap). Earnings reports from direct-to-consumer testingcompaniesconfirm that customer demand oftenincreasesduring the last few months of the year.\nThe compulsion to scrutinize every rung of our genetic ladders tracks with other trends in health and wellness, fromgut microbiome analysisandcontinuous glucose monitoring(in people without diabetes), towhole-body MRI scanning. Since James Watson and Francis Crick unveiled the structure ofthe double helixover 70 years ago, our understanding of the science behind inheritance has expanded exponentially, paving the way forgroundbreaking treatmentsand, in some cases, theability to interveneyears before an illness has the opportunity to take hold. But genetic testing has also infused a wide range of challenging ethical and philosophical questions—around data privacy, the nature of identity, the potential for discrimination and the risks of misinterpretation, to name a few—into the practice of modern medicine.\nIf these questions have made some consumers wary of sending their spit off to corporate entities, market research hasn’t captured their reticence. By 2019more than 26 million peopleworldwide had already participated in direct-to-consumer DNA analysis (full disclosure: I am one of them, but I did not receive my kit as a gift). In 2023 the global value of the industry was estimated at$17.7 billion, and growing.\nOver the past decade, stories ofunearthedfamily secrets—hidden siblings, covert love affairs and confidential adoptions, to name just a few—have garnered widespread attention as the most fabled, unintended consequences of commercial genetic testing. But for high-risk carriers, revelations of genetic disease predispositions can be no less dramatic.\nIf being deeply influenced by a glimpse into the future strikes you as strange, it shouldn’t. Many of us are, after all, creatures shaped by what we believe may befall us. Knowing, or thinking we know, what lies ahead can become an invisible architect of our present lives, altering how we perceive ourselves and our place in the world. The ancient Greeks understood this, as did Shakespeare; Oedipus and Macbeth, for example, were undone by the force of prophecies.\nPsychologists call this type of thinking “future-oriented bias”—the tendency for predictions to bend our thoughts, actions and even our identities toward whatmightbe. But, even if we resolve to ignore all prognostications the shadow of a fate foretold,for some more than others,has a tendency to linger in the psyche.\nAPOE4,the strongest known genetic risk factor for late-onset Alzheimer’s disease, is not the only health-related variant that can wreak psychological havoc on gift recipients, but it is among the most mentally burdensome, as treatment and prevention options for Alzheimer’s disease remain quite limited. (Even Watson, one half of the duo who discovered the structure of DNA, famously had hisAPOE4status redactedwhen his genome was sequenced in the aughts.) Some genetic testing companies do offer the option to conceal specific mutations and their associated disease risks, including that ofAPOE4/Alzheimer’s. But without a solid grasp of genetics, consumers (like Pandora's brother and countless others) may fail to appreciate why such an option matters—until it’s too late.\nIf you're still considering giving the gift of genetic insight this holiday season, I urge you to proceed thoughtfully. Have open conversations with your loved ones about the potential implications and risks, and encourage them to consult a genetic counselor before making any decisions. When it comes to unlocking the secrets of our DNA, the greatest gift isn’t a test tube waiting to be filled, but the freedom and space to choose when—and if—to explore those secrets at all.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Adina Wise",
    "difficulty": "medium",
    "sentiment": "negative"
}