{
    "title": "The Perfect Beer Glass Shape, according to Math",
    "link": "https://www.scientificamerican.com/article/the-perfect-beer-glass-shape-according-to-math/",
    "category": "Mathematics",
    "date": "December 16, 2024",
    "summary": "A mathematician has calculated the ideal shape for a beer glass to keep the liquid inside as cool as possible",
    "authors": "Manon Bischoff",
    "date_pub": "December 16, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Beer is best served cold, and it turns out that math can help with that. Cláudio de Castro Pellegrini of the Federal University of São João del-Rei in Brazil recently set out to formulate an equation to determine the optimal shape of abeerglass that will keep a beverage tastily chilled—in other words, he was looking for a glass that prevents the liquid in it from absorbing heat.\nThe simplest approach would be to find a vessel whose surface area is as small as possible relative to its volume. That’s because the heat from the glass’s surroundings penetrates the surface of the glass. The smaller this surface is, the less heat gets in, and the longer the beer stays pleasantly cool. As far back as ancient times, scholars recognized that in the case of two dimensions, a circle offers a minimum ratio of circumference to area. And this finding also applies in three dimensions: a sphere has the smallest possible surface area compared with its volume.\nBut a spherical beer glass would be unwieldy. What’s more, Pellegrini was not interested in a static situation in which you leavebeer in a glassand watch the liquid warm up. “The process is quite straightforward here: a request is made for a beer, the waiter delivers it, it is served, it is consumed. Repeat.” he wrote in apreprint paper describing the research, which was posted in October to the server arXiv.org. This means that the level inside the glass changes, and so does the surface that is in contact with the environment. (As more of the glass is drained, more of its surface touches the air around it.)\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nPellegrini started with some constraints on the shape of the glass. It should consist of an insulating, flat base that is large enough to make the glass stand upright. In addition, the glass should be symmetrical so that its shape is represented by a body of revolution, or a three-dimensional shape created by rotating a two-dimensional one 360 degrees around thexaxis oryaxis. To determine an optimal beer glass shape, Pellegrini adjusted the 2D shape that defines the body of revolution.In an earlier preprint analysis, detailed on arXiv.org in February, he described optimal glass shapes in this way, but the most feasible vessels had a volume of more than two liters—and the largest glass had a volume of more than 100 liters.\nNext, Pellegrini aimed to design a realistic beer glass. But he had to make some simplifications. He assumed that the base would insulate heat perfectly. (In reality, a thick glass base and the use of coasters help, but perfect insulation is impossible.) He also assumed that the temperature of the beer would be the same everywhere in the liquid and that the beverage would have a uniform density, which is mostly true for filtered varieties. Pellegrini ignored the beer’s foam as a possible insulating layer. And finally, he also ignored the heat transfer from a person’s hand to the glass, only investigating the effects of the ambient temperature. “In the most critical scenario, such as at the beach on a [38-degree-Celsius] windy day, as few as 3 minutes may be sufficient (again based on personal experience, exhaustively repeated) to render the beer undrinkable,” Pellegrini wrote.\nWith these assumptions, the researcher created an equation that describes the change in temperature of the beer over time. This is a differential equation, meaning the formula contains a derivative: a function that shows the rate of change (of temperature, in this case) with respect to a variable, which in this situation is the beer glass shape:\nHere,Tis the beer temperature,TUis the ambient temperature,cpis the specific heat capacity (how hard it is to heat up a substance),ρis the density,Vis the volume,Atotis the exposed surface of the beer (including the side and the upper circular surface) andhCVis the convective heat transfer coefficient, representing its ability to conduct heat. Using this formula, Pellegrini calculated four tips to ensure that beer cools down as slowly as possible.\nAt best, you should enjoy the beer in a cool place so thatTUis as low as possible.\nIf you use a more insulating material such as ceramic instead of glass, the heat conduction coefficient decreases.\nIn general, Pellegrini pointed out that a thick head of foam insulates the beer and protects it from losing carbon dioxide too quickly. In addition, wind and drafts should be avoided because these lead to forced convection, which plays a much greater role in heat transfer than the natural convection considered here.\nAll of these tips can usually be followed only by moving to a different location. If you are sitting comfortably in a bar, you are exposed to the local conditions, however, so it would be all the more welcome if, from the outset, bars were to use glasses whose shape was optimized for minimal heat exchange. Spoiler: this is not the case.\nThe shape of the beer glass is contained in the quotientAtot⁄Vin the above equation. The smaller that number, the smaller the temperature change. That’s why Pellegrini focused on minimizing the value ofAtot⁄V.\nAt school, mathematicians learn that such optimization tasks can be solved with derivatives. For example, to find the vertex of a parabolaf(x) =x2+ 3x+ 2, the function is derived fromxand the result is set to zero: 0 = 2x+ 3. This means that the vertex can be found atx= –1.5.\nPellegrini proceeded in exactly the same way: He derived the quotientAtot/V, set it to zero and then used the properties of bodies of revolution to derive a function for the optimal shape of a beer glass. According to this, the radiusrof a perfect beer glass as a function of the heighthis given by the following formula:\nCis a constant, andRbis the radius of the glass base. The formula shows that the mouth opening of the glass should be large, and the glass should become narrower toward the bottom, similar to many common beer glasses. The radius of real-world glasses is not always progressively smaller, however—they often have a curved S shape, as seen from the side. This distinguishes them from a perfect beer glass.\nCláudio de Castro Pellegrini, modified and restyled by Amanda Montañez; Source:“Optimizing Beer Glass Shapes to Minimize Heat Transfer—New Results,” by Cláudio C. Pellegrini. Preprint posted October 15, 2024, to https://arxiv.org/abs/2410.12043\nThe exact shape of the optimal glass depends on the radius of the glass base and the constantC,which is determined by the height of the glass, among other things. Pellegrini first calculated the optimum shapes for glasses with a height of 19 centimeters for different base radii. The resulting shape is reminiscent of a champagne flute.\nThe engineer then adapted the parameters of the perfect glass to different types of beer glass, such as the Imperial pint, the American pint or a Weizen (wheat beer) glass, which are widely used in the U.K. To do this, Pellegrini entered the respective base radius and height into his formula to calculate the optimum shape.\nCláudio de Castro Pellegrini, modified and restyled by Amanda Montañez; Source:“Optimizing Beer Glass Shapes to Minimize Heat Transfer—New Results,” by Cláudio C. Pellegrini. Preprint posted October 15, 2024, to https://arxiv.org/abs/2410.12043\nHere, too, the rough shape looks the same for all types and is reminiscent of a champagne flute. But even nonoptimal glasses have some benefits, Pellegrini wrote in the preprint. Although the Nadir Figueiredo glass, which is widespread in Brazil, are far from the optimum shape, they are still perfectly designed for heat transport in certain respects: because they hold a relatively small volume of beer, people usually drink the beer faster than it can warm significantly.\nThis article originally appeared inSpektrum der Wissenschaftand was reproduced with permission.",
    "authors_names": "Manon Bischoff",
    "difficulty": "medium",
    "sentiment": "neutral"
}