{
    "title": "Bird Flu Virus Is One Mutation Away from Binding More Efficiently to Human Cells",
    "link": "https://www.scientificamerican.com/article/bird-flu-virus-is-one-mutation-away-from-adapting-to-human-cells/",
    "category": "Epidemiology",
    "date": "December 5, 2024",
    "summary": "A new study finds tweaking part of the H5N1 virus infecting dairy cows in a single spot could allow it to better attach to human cell receptors, raising concerns it could transmit more easily between people",
    "authors": "Lauren J. Young",
    "date_pub": "December 5, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Scientists have discovered that H5N1, the strain of highly pathogenic avian influenza virus currently spreading in U.S. dairy cows, only needsa single mutation to readily latch on to human cells found in the upper airway. The findings, published today inScience,illustrate a potential one-step path for the virus to become more effective at human transmission—and could have major implications fora new pandemicif such a mutation were to become widespread in nature.\nAvian influenza viruses are dotted with surface proteins that allow them to bind to bird cell receptors, which permit the virus to enter the cells. The cell receptors in birds are different from those in humans, but that variation is “very subtle,” says James Paulson, a study co-author and a biochemist at Scripps Research. “For a new pandemic H5N1 virus, we know that it has to switch receptor specificity from avian-type to human-type. So what will it take?” To his and his co-authors’ surprise, that switch only needed one genetic alteration.\nThe particular group, or clade, of H5N1 responsible for the current outbreak was first detected in North America in 2021 and has affecteda wide range of animal populations, including wild birds, bears, foxes, a variety of marine mammals and, most recently,dairy cows. Since outbreaks of H5N1 in U.S. dairy herds began this spring, human cases have been mostly linked to sick poultry or cows, and the majority of human infections have beenmild onesamongfarmworkers at high risk of exposure(with somenotableexceptions). There haven’t been any signs of transmission between people—and the virus’s receptor binding preference is a key barrier to that.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“It’s obviously speculative, but the better the virus becomes at likely binding to human receptors—it’s not great because it’s going to probably lead to human-to-human transmission,” says Jenna Guthmiller, an immunologist at the University of Colorado Anschutz Medical Campus, who was not involved in the new research.\nThe study authors focused on altering one of H5N1’s surface proteins, hemagglutinin, which contains the binding site that allows the virus to latch onto host cell receptors and kick-start infection. The researchers generated viral proteins from genetic sequences of the virus isolated fromthe first human case in Texas, which occurred in a person who developed bird flu after exposure to an infected cow. No live virus was used in the experiment. Then the scientists engineered an assortment of different mutations into hemagglutinin’s chain of amino acids, or protein building blocks. A single mutation that swapped the 226th amino acid in the sequence for another allowed H5N1 to switch its binding affinity from receptors on bird cells to receptors on human cells in the upper respiratory tract.\nPastresearchhas shown that several influenza mutations, including the ones tested in the new paper, are important in human receptor binding, Guthmiller says. These genetic tweaks have been flagged in previous influenza virus subtypes that have caused human pandemics, such as those in 1918 and 2009. But past viruses typically required at least two mutations to successfully change their preference to human receptors, explains co-author Ian Wilson, a structural and computational biologist at Scripps. “This was surprising. It was just this single mutation [that] was sufficient to switch the receptor specificity,” he says.\nPaulson adds that the particular mutation the scientists tested in the new study had previously been investigated during H5N1 outbreaks in poultry and some humans in 2010, but it didn’t affect the virus’s human receptor binding. “But the virus has subtly changed,” Paulson says. “Now that mutation does cause the change.”\nWilson and Paulson note the mutated H5N1 protein in their study bound weakly to human receptors but more strongly than the 2009 H1N1 virus, which caused the “swine flu” human pandemic. “The initial infection is what we’re concerned about to initiate a pandemic, and we believe that the weak binding that we see with this single mutation is at least equivalent to a known human pandemic virus,” Paulson says. The study did identify a second mutation in another area of hemagglutinin, the amino acid at position 224, that could further enhance the virus’s binding ability in combination with the 226 mutation.\nGuthmiller isn’t surprised about the findings, given the 226 mutation’s known significance in flu receptor preference, but adds, “It’s never great when you see that it only really takes one mutation.” The study “also sort of provides us an idea of what we should be looking for and what sites of the hemagglutinin protein we should be focusing on to understand its potential to change and infect us better.”\nA teenager in Canadawas recently hospitalized in critical condition from bird flu with an unknown exposure. Genetic sequencing, which showed a strain of H5N1 that was similar to one circulating in Canadian poultry, detected mutations in two positions,one of which was at 226—the same position studied in the new paper. Scientists don’t know if either mutation was responsible for the teenager’s severe condition, but some expressed concern that the changes could be a sign of the virus potentially adapting to human cells.\nPaulson says it’s too early to draw conclusions or parallels between the teenager’s case and the study findings. The amino acids the researchers tweaked in the study were not the same as those in the Canadian case’s viral sequence, for instance, he says. “There’s a lot of chatter that, ‘oh, my gosh, that amino acid is mutating,’ but there’s no evidence yet that that would actually give us the specificity that would be required for human transmission,” Paulson says. But he adds that the case is still significant.\nMost bird flu cases in humans reported this year have been mild. In past outbreaks, H5N1 has caused severe respiratory disease because of its preference to bind to cells in the lower respiratory tract, Guthmiller explains. \"You’re basically causing a viral pneumonia,” she says. “But if you increase binding to human receptors that are in the upper respiratory tract,” as this study did, “that’s more likely going to look more like your common cold–like symptoms.” That said, viruses that prefer the upper respiratory tract, including the nose and throat, are more likely to spread through coughing and sneezing, she says. That could lead to more spread through human contact.\nBetter receptor binding doesn’t necessarily cause disease on its own. Several other factors are important, such as the virus’s ability to replicate and proliferate in the body. But attaching to cellsisan initial step, Paulson says. “The magic that we hope doesn’t happen is that all of those things come together so that we have that first [human-to-human] transmission and that becomes a pandemic virus,” he says.",
    "authors_names": "Lauren J. Young",
    "difficulty": "medium",
    "sentiment": "neutral"
}