{
    "title": "Creating ‘Mirror Life’ Could Be Disastrous, Scientists Warn",
    "link": "https://www.scientificamerican.com/article/creating-mirror-life-could-be-disastrous-scientists-warn/",
    "category": "Biotech",
    "date": "December 14, 2024",
    "summary": "Breakthroughs in synthetic biology could create mirror versions of natural molecules, with devastating consequences for life on Earth",
    "authors": "Simon Makin",
    "date_pub": "December 14, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "A category of synthetic organisms dubbed “mirror life,” whose component molecules are mirror images of their natural counterpart,could pose unprecedented risks to human life and ecosystems, according to a perspective article by leading experts, including Nobel Prize winners. The article, published inScienceon December 12, isaccompanied by a lengthy reportdetailing their concerns.\nMirror life has to do with the ubiquitous phenomenon in the natural world in which a molecule or another object cannot simply be superimposed on another. For example, your left hand can’t simply be turned over to match your right hand. This handedness is encountered throughout the natural world.\nGroups of molecules of the same type tend to have the same handedness. The nucleotides that make up DNA are nearly always right-handed, for instance, while proteins are composed of left-handed amino acids.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHandedness, more formally known as chirality, is hugely important in biology because interactions between biomolecules rely on them having the expected form. For example, if a protein’s handedness is reversed, it cannot interact with partner molecules, such as receptors on cells. “Think of it like hands in gloves,” says Katarzyna Adamala, a synthetic biologist at the University of Minnesota and a co-author of the article and the accompanying technical report, which is almost 300 pages long. “My left glove won’t fit my right hand.”\nThe authors are worried about mirror bacteria, the simplest life-form their concerns apply to. The capability to create mirror bacteria does not yet exist and is “at least a decade away,” they write, but progress is underway. Researchers can already synthesize mirror biomolecules, such as DNA and proteins. At the same time, progress has been made toward creating synthetic cells from nonmirrored components. In 2010 researchers at the J. Craig Venter Institute (JCVI) in California installed synthetic DNA into a cell to create thefirst cell with a fully synthetic genome.\nFurther breakthroughs would be required to create mirror life, but they are achievable with substantial investment and effort. “We’re not relying on scientific breakthroughs that might never happen. I can draw you a list of things that need to happen to build a mirror cell,” Adamala says. “It’s not science fiction anymore.” Adamala previously worked toward creating mirror cells, but she now fears that if mirror bacteria are created, the consequences could include irreversible ecological damage and loss of life. The article’s authors, who include experts in immunology, synthetic biology, plant pathology, evolutionary biology, and ecology, as well as two Nobel laureates, are calling for researchers, policymakers, regulators and society at large to start discussing the best path forward to better understand and mitigate the risks the authors identify. Unless evidence emerges that mirror life wouldnotpose extraordinary dangers, they recommend that research aimed at creating mirror bacteria should not be conducted.\nThe initial enthusiasm for creating mirror versions of bacteria began with simpler imaginings. Researchers considered the prospects of working with mirror versions of proteins and other moleculesthat are the building blocks of such an organism. One example involves drugs that have to be periodically readministered because biological processes degrade their molecules. Mirror versions of biological molecules would not interact with these molecular mechanisms, so a drug built with mirror molecules could have longer lasting effects. .\nMany immune system mechanisms also rely on handedness. T cells, responsible for recognizing foreign invaders, for example, might fail to bind to something with the wrong handedness. So these therapies could also avoid triggering immune reactions in patients. “A mirror peptide will not be readily degraded, which is why they could be great as therapeutics,” says co-author John Glass, a synthetic biologist at JCVI. “We see absolutely no reason to prohibit this.”\nA potential application of mirrorbacteriais might be bioreactors, biological factories that use cells or microorganisms to manufacture various compounds, such as antibiotics and other pharmaceuticals. Bacteriophages (viruses that infect bacteria) can wipe out bacteria-based bioreactors, costing huge amounts of time and money, but it is likely they wouldn’t infect mirror bacteria, because they wouldn’t recognize their molecules. Similarly, natural predators, like amoebae, which consume normal bacteria, would fail to recognize mirror bacteria as food.\nIt is these supposedly advantageous properties that gave rise to the scientists’ concerns. “All the practical applications that drew us into this field are the reasons we’re terrified of it now,” Adamala says. The ability to evade immune responses could allow bacteria to cause lethal infections as they multiply unchecked. Unlike viruses, bacteria don’t need to interact with specific molecules to infect an organism, and mirror bacteria could infect a broad range of hosts, including humans, other animals, and plants. And a lack of predators could enable mirror bacteria to spread widely through ecosystems.\nMany of the authors initially thought mirror bacteria would not survive outside of a lab, given the lack of mirror nutrients, Glass says, but the report concludes that there are enough nutrients that would nourish mirror bacteria to sustain them. The researchers discuss possible biosafety measures, such as developing mirror phages viruses that could infect and kill mirror bacteria, but conclude that they are not likely to be a sufficient defense. “None of the [authors] have been able to come up with a countermeasure we think would be effective enough to save the biosphere from these organisms,” Glass says.\nNot everyone agrees that mirror bacteria pose such huge risks. “I’d argue a mirror-image bacteria would be at a gross competitive disadvantage and isn’t going to survive well,” says Andrew Ellington, a molecular biologist at the University of Texas at Austin, who develops synthetic organisms. He is unconvinced that raising an alarm so far in advance of any threat, or even the existence of technology that could be used to directly create it, is appropriate. “This is like banning the transistor because you're worried about cybercrime 30 years down the road,” Ellington says. He is also concerned governments and regulators may not respond as the authors expect, potentially stifling beneficial research. “I’m not particularly worried about a mostly unknown threat 30 years from now versus the good that can be done now,” he says.\nWhile the exact risks may be uncertain, whatiscertain is that any threat remains remote. “The technology’s not here yet, so the risk scenarios are hard to tell, but this paper can start that discussion,” says Sarah Carter, a science policy biosafety consultant based in California and former JCVI policy analyst, who works on biosecurity and policy implications of emerging biotechnologies. “So I applaud this group for looking into the future and drawing attention to this.",
    "authors_names": "Simon Makin",
    "difficulty": "medium",
    "sentiment": "negative"
}