{
    "title": "Eight,Ocho,AchtMost Fascinating Language Discoveries of 2024",
    "link": "https://www.scientificamerican.com/article/8-fascinating-things-we-learned-about-language-in-2024/",
    "category": "Language",
    "date": "December 18, 2024",
    "summary": "This year scientists found universal language for pain, tracked why some words go extinct, developed mind-reading brain-to-speech technology, and more",
    "authors": "Allison Parshall",
    "date_pub": "December 18, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "Humans have been speaking some form of language for tens, if not hundreds, of thousands of years. Yet linguists, psychologists and historians are constantly making new discoveries about the ways we communicate with one another. Linguists are tracking the new terms we invent for our modern lives while archeologists search for the lost history of languages past and neuroscientists test new technology that could allow us to bypass speech entirely and communicate straight from our brain. From the oldest alphabets to mind-reading implants, here are some of the coolest things we learned about language in 2024.\nHow do you say “ouch” in languages around the world? If you pick a random language, odds are that this pain-expressing word involves the vowel sound “ah” or sounds made by combining it with other vowels, such as “ow” or “ai.” Researchersdiscovered this hidden commonalityby studying pain words across 131 languages. They suspect the trend might come from involuntary sounds humans make to express pain—which are also more likely to contain that “ah” vowel.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe world around us often shapes the sounds of our language, though many of these effects are subtle. For example, there’s the classicbouba-kiki effect, where people are more likely to call a rounded object “bouba” and a spiked one “kiki.” And researchers also recently proved that people around the world are more likely to associate the trilled “R” sound with roughness and the “L” sound with smoothness.\nHumans, like all animals, evolve over time—as do the languages we speak. But why do some words survive millennia, whereas others might go extinct within a few generations? To help find out, researchers orchestrated a giant game of “telephone” with thousands of English speakers. Participants read stories, then rewrote them for other participants to read, and researchers looked for patterns in the words that survived or were lost.\nThe researchers found that words acquired at an early age, such as “hand” or “uncle,” had an evolutionary advantage and were more likely to persist. More concrete nouns fared better—“dog” lasted longer than “animal,” which lasted longer than “organism”—as did emotionally exciting ones. This suggests that language might get more efficient over time, but that doesn't mean it gets reduced to baby talk. “Yes, we shift toward simple language, but then we also grab complex language that we need,” says study co-author Fritz Breithaupt of Indiana University Bloomington.\nThe first alphabet, which evolved into the Latin letters you’re reading now, might becenturies older than previously thought. Researchers uncovered a clay cylinder the size of a finger from a tomb in Syria, which they think might have been a gift tag. The artifact was dated to the year 2400 BCE, placing it five hundred years before and hundreds of miles away from where the first alphabet, Proto-Sinaitic, was believed to have appeared.\nYet the tag bears a word in Proto-Sinaitic: “silanu,” which might be a name. The letters of Proto-Sinaitic were repurposed from Egyptian hieroglyphics, whose symbols represented entire words and syllables instead of individual sounds. This discovery “changes the entire narrative of how the alphabet was introduced,” says Glenn Schwartz, an archeologist at Johns Hopkins University who discovered the artifact.\nOnly five years ago, the idea of a device that could convert thoughts to speech sounded like science fiction. But today it’s a reality. Casey Harrell, a man in his 40s with amyotrophic lateral sclerosis (ALS),has regained the ability to speak with his family, including his young daughter, after having an array of electrodes implanted in his brain. The program selects the wrong word only three percent of the time.\nHarrell, who is part of a clinical trial run by a consortium called BrainGate, is not the first to try communicating through a brain-computer interface, or BCI, but the great success of his case might signify that the technology is ready for more widespread use. “It marks a landmark in the field of speech BCIs,” says Christian Herff, a computational neuroscientist at Maastricht University in the Netherlands. “It has achieved a level of quality that is now of actual use for patients.”\nFor people with synesthesia, letters may have colors, colors may have smells, and smells may have sounds. Synesthesia—the name given to these cross-sense connections—isn’t a disorder; it’s simply a different way of perceiving the world, one where the senses can get crossed and intertwined.\nScientific American’s own copy editor Emily Makowski experiences a rare and fascinating type of synesthesia. When she hears or thinks words, they appear in front of her like mental closed captioning—this experience is called ticker-tape synesthesia. “I spend my days surrounded by thousands of written words, and sometimes I feel as though there’s no escape,” she wrote inan article for the magazine this year. It was only recently that she discovered that most people don’t experience the world this way. Scientists, too, are only beginning to study ticker taping, but early studies indicate that it might come from hyperconnectivity between the brain areas for speech and for vision.\nResearchers know that weremember things better when we take notes by hand rather than typing on a computer. But why? Previous studies suggested one reason: people who can type fast are simply transcribing the words spoken in a lecture or meeting rather than doing the extra, effortful step of summarizing them in real time. That extra step is often required when writing things by hand, and it might help memory.\nBut writing things by hand might also be beneficial in and of itself, since it seems to engage more interconnected parts of the brain, researchers have now found. “When you are typing, the same simple movement of your fingers is involved in producing every letter, whereas when you’re writing by hand, you immediately feel that the bodily feeling of producing A is entirely different from producing a B,” says study co-author Audrey van der Meer at the Norwegian University of Science and Technology.\nThis was the year of brain rot, according to the publishers of the Oxford English Dictionary, whichdubbed the Gen Z slang 2024’s word of the year.\nBrain rot, according to Oxford, is the “supposed deterioration of a person’s mental or intellectual state,” resulting from the “overconsumption” of trivial material on the Internet. Use of the phrase spiked 230 percent since the previous year. Like other trending terms for online phenomena, it’s come to be both a joke and a serious criticism of a social media landscape where “sludge content” is pushed by “enshittified” platforms.\nBut the coinage was also used more than 150 years ago to express a similar malaise. In 1854, Henry David Thoreau wrote in Walden about his unease with what he saw as the oversimplification of ideas. “While England endeavours to cure the potato rot,” Thoreau wrote, “will not any endeavour to cure the brain-rot—which prevails so much more widely and fatally?”\nIn the English language, the infinite colors of the rainbow are typically grouped into 11 basic color categories, such as green or orange. The Tsimane’ language of Bolivia, on the other hand, only has three agreed-upon color categories: reddish, whitish and blackish. But bilingualism appears to bereworking the language’s tricolor rainbow, recent research has shown.\nBilingual speakers of Tsimane’ and Spanish are borrowing the concepts of green, blue and other colors from Spanish. But interestingly, they’re not borrowing the Spanish words themselves, such asazulfor blue. They’re repurposing less specific color words from Tsimane’—words that other Tsimane’ speakers apply interchangeably to both green and blue hues—and narrowing their definitions to correspond with the Spanishazulandverde. The study’s lead author Saima Malik-Moraleda of Harvard University and the Massachusetts Institute of Technology says the research shows that learning another language can “transform your own concepts in your native language.”",
    "authors_names": "Allison Parshall",
    "difficulty": "easy",
    "sentiment": "neutral"
}