{
    "title": "How Do Astronomers Navigate the Sky?",
    "link": "https://www.scientificamerican.com/article/how-do-astronomers-navigate-the-sky/",
    "category": "The Universe",
    "date": "December 13, 2024",
    "summary": "The celestial equivalent to latitude and longitude lets astronomers find their way across the heavens",
    "authors": "Phil Plait",
    "date_pub": "December 12, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "As someone who has spent thousands of hours observing the night sky, I like to think that I’m pretty familiar with it and able to navigate my way around with some ease. That’s certainly true on the large scale: bouncing from one constellation to another or searching out bright stars.\nBut when I’m at the eyepiece of my telescope, struggling to find some faint, distant galaxy, I get lost pretty easily. My situation is like knowing your neighborhood really well but trying to find a specific blade of grass somewhere in it. The sky is big, and objects in it appear small. How can astronomers find them?\nThe answer is akin to how we navigate on Earth: we use a set of coordinates that are very similar to latitude and longitude, except on the sky.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nIt makes sense to do this. Earth isroughly a sphereand spins on its axis. That naturally defines two points on the planet where the axis of spin intersects the surface: the North Pole and the South Pole. We can also define the globe-girdling line halfway between them, which we call the equator.\nWe see this motion reflected in the sky; as we gaze outward from the spinning Earth, we witness the heavens rotating around us once per day. That, again, defines two points: the north and south celestial poles, the equivalents of our planet-bound points. Another way to think of these points in the sky is that if you were standing exactly on, say, Earth’s North Pole, then the northcelestialpole would be directly overhead, at your zenith. As it happens,the middling-bright star Alpha Ursae Minoris currently happens to be near that location, so it’s nicknamed Polaris in honor of the position.\nHalfway between the two poles is the celestial equator, marking the boundary between the northern and southern sky. Mirroring the terrestrial coordinate system, we define the north celestial pole as 90 degrees, the south celestial pole as –90 degrees and the celestial equator halfway between them as zero degrees, just as we define their equivalents on the surface of Earth.\nLongitude is trickier. Our spinning planet makes north and south easy to define, but there’s no obvious marker to delineate where to start measuring east and west. Whatever we pick has to be arbitrary! The line of zero degrees longitude—called the prime meridian—was chosen in 1884 at a conference dedicated to determining how to create a single, unified coordinate system for Earth. Attendees voted that the prime meridian would pass through the location of the Royal Observatory in Greenwich, London—a place where astronomers used star positions for timekeeping because the stars’ daily motions reflect the Earth’s rotation, making them a heavenly clock we can measure.\nUnlike longitude on Earth, though, wedohave a point in the sky that’s relatively fixed and nonarbitrary. It’s the intersection of the celestial equator with the ecliptic, the sun’s path across the sky as it moves relative to the fixed stars (because of our changing perspective on it as Earth revolves around the sun). These two slightly inclined circles intersect at two points called nodes. Every year, on or around March 21, the sun is at one of those nodes: the March equinox. While most people think of this equinox as a time of year, astronomers think of it as a place on the sky, the spot where the sun happens to be at that time. Either way, that gives us a decent benchmark, so astronomers use it as their zero point for measuring longitude.\nTo differentiate their coordinate system from latitude and longitude, astronomers instead call them right ascension (RA) and declination (dec). These are used for historical reasons, which is the usual explanation for old-timey-sounding astronomical jargon. History is also behind the odd choice of using the latitudelike degrees north and south for declination but not for right ascension. Because of its origins in longitudinal timekeeping, we measure RA in units of hours, from zero to 24—again reflecting Earth’s rotation—with the numbers increasing to the east.\nSo how do we use this admittedly clunky system? A star located exactly on the celestial equator where it meets the ecliptic would have an RA of zero hours and a dec of zero degrees. A star slightly to the east would have a larger RA, and one on the opposite side of the sky would be at an RA of 12 hours. A declination to the north is measured in positive degrees, and one to the south is measured in negative degrees.\nAllexxandar/Getty Images\nThese are pretty big units, though. There might be thousands of notable galaxies located in a single square degree in the sky, so we divide the units up into smaller ones of minutes and seconds, sometimes called arc minutes and arc seconds to avoid confusion with units of time. This is where things getreallybefuddling: A degree of declination is divided into 60 minutes of arc (usually just called arc minutes), and each arc minute is divided into 60 arc seconds (so there are 3,600 arc seconds in a degree). But for RA, we divide eachhourinto 60 minutes of time and each minute into 60 seconds!\nThis leads to the irritating circumstance where one arc minute of declination in the sky is not equal to one minute of right ascension! There are 24 hours around the sky in RA but 360 degrees in declination, a difference that represents a factor of 15. So one hour in RA is equal to 15 degrees in dec, and one minute in RA is equal to 15 arc minutes in dec. Ugh.\nAt least (heavy sigh) they equate to each other at the equator. But to make matters almost unbelievably insufferable, the physical units of RAget smaller closer to each celestial pole. That’s because a star near the north celestial pole makes a small circle in the sky as Earth spins, while one near the equator makes a much larger one. To account for that, astronomers just understand that the units of RA change their length depending on where they are in the sky and account for that in calculations (for any math enthusiasts out there, the change in length depends on the cosine of the declination). Yes, this is a massive pain. And make no mistake, it’s not like a lot of astronomers love it! But we’re stuck with it because we perceive the sky as a sphere. Other coordinate system units could work, but in my opinion, they’re even harder to use, so we’d just wind up going back to the old system. It’s based on the rotating Earth, and we live here, so, quite literally, here we are.\nAnd that’s how we find objects in the sky. For example, a galaxy might have a coordinate of, say, 16 hours, 34 minutes and 3.25 seconds in RA and –32 degrees, 10 minutes and 49 seconds in dec, and astronomers can use that to find it easily enough at the telescope—at least for now.\nA subtle wobble in Earth’s axismeans the coordinate system slowly drifts across the sky, so the coordinates of objects change by a small amount all the time! We account for that by declaring an epoch of observation—say, the year 2000—and use the coordinates based on that year, accounting for the drift since then. This is critical for extremely accurate observations, like those of most space telescopes, where you can miss the target if you don’t account for the wobble. But for more casual observers, such accuracy is overkill.\nWell—if you’ll pardon the expression—thank heavens! This is hard enough. And we haven’t even touched on other, less geocentric coordinates systems centered on the sun or even on the heart of the galaxy. Astronomers use any and all of these depending on the type of object they’re pursuing. It’s a mess.\nBut it works. We can measure the sky and communicate the positions of those observations to other astronomers all over the world so they can see it, too. All it takes is a little coordination.",
    "authors_names": "Phil Plait",
    "difficulty": "medium",
    "sentiment": "neutral"
}