{
    "title": "From Polarization to Brain Rot to Brat, 2024's Words of the Year Reflect Online Power and Peril",
    "link": "https://www.scientificamerican.com/article/from-polarization-to-brain-rot-to-brat-2024s-words-of-the-year-reflect/",
    "category": "Language",
    "date": "December 13, 2024",
    "summary": "The 2024 word of the year winners offer a window into the spirit of the times",
    "authors": "Roger J. Kreuz, The Conversation US",
    "date_pub": "December 13, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "The following essay is reprinted with permission fromThe Conversation, an online publication covering the latest research.\nEver since theAmerican Dialect Societyselected a Word of the Year at its conference in 1990, over half a dozen English dictionaries have anointed an annual word or phrase that’s meant to encapsulate the zeitgeist of the prior year.\nIn 2003, the publisher of the Merriam-Webster Dictionarybegan bestowing a crown. On Dec. 9, 2024, it selected “polarization” as its word of the year, which joins a list of 2024 winners from other dictionaries that includes “brat,” “manifest,” “demure,” “brain rot” and “enshittification.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe terms that are honored are selected in a variety of ways. For example, this year the editors of the Oxford dictionaries allowed the public to cast votes for their favorite from ashort list of candidates. Brain rot emerged victorious.\nOther publishers rely on the acumen of their editors, augmented by measures of popularity such as the number of online searches for a particular term.\nGiven thesteep declinein the sale of printed reference works, these yearly announcements raise the visibility of the publisher’s wares. But their choices also offer a window into the spirit of the times.\nAs a cognitive scientist who studieslanguage and communication, I saw, in this year’s batch of winners, the myriad ways digital life is influencing English language and culture.\nThis isn’t the only year in which nearly all the winners fell under a single thematic umbrella. In 2020, epidemic-related terminology –Covid,lockdown,pandemicandquarantine– surged to the fore.\nUsually, however, there’s more of a mix, with some selections more prescient and useful than others. In 2005, for example, the New Oxford American Dictionary chose “podcast” – right before the programming format exploded in popularity.\nMore commonly, the celebrated neologisms don’t age well.\nIn 2008, the New Oxford American Dictionary selectedhypermiling, or driving to maximize fuel efficiency.Permacrisis– an ongoing emergency – got the nod from the Collins Dictionary editors in 2022.\nNeither term gets much use in 2024.\nI can already anticipate one of this year’s selections – “brat” – falling by the wayside.\nJust before the 2024 U.S. election, Collins Dictionarychose bratas its word of the year. The publisher defined it as “characterized by a confident, independent, and hedonistic attitude.”\nNot coincidentally, it was also the name of a chart-topping album released by Charli XCX in June 2024. In late July, thesinger tweeted, “kamala IS brat,” signaling her support for the Democratic presidential candidate.\nOf course, with Harris’ loss, brat has lost some of its luster.\nOther 2024 words of the year also have social media to thank for their popularity.\nIn late November, Cambridge Dictionarysettled on manifestas its word of the year, defining it as “to use methods such as visualization and affirmation to help you imagine achieving something you want.”\nThe term took off when singerDua Lipaused it in an interview. But she seems to have picked up on the concept fromself-help communities on TikTok.\nAnother word that clearly benefited from social media was “demure,” chosen in late November by Dictionary.com. Although the word dates to the 15th century, it went viral in aTikTokvideo posted by Jools Lebron in early August. In it, she described appropriate workplace behavior as “very demure, very mindful.”\nThe Macquarie Dictionary of Australian English settled on “enshittification” as its word in early December. Coined by Canadian-British writer Cory Doctorowin 2022, it refers to the gradual decline in functionality or usability of a specific platform or service — something thatGoogle,TikTok,Xanddating appusers can attest to.\nThe Oxford dictionary pick for 2024 — “brain rot” — encapsulates the mind-numbing effects of excessive social media use.\nThe dictionary maker defined its word of the year as a “supposed deterioration of a person’s mental or intellectual state, especially viewed as a result of overconsumption of material (now particularly online content) considered to be trivial or unchallenging.”\nBrain rot, however, isn’t a new concept. In the concluding section of “Walden,” Henry David Thoreau complained that “brain rot” prevailed “widely and fatally.”\nMerriam-Webster landed on “polarization” for its Word of the Year. The dictionary makerdefined the termas “division into two sharply distinct opposites; especially, a state in which the opinions, beliefs, or interests of a group or society no longer range along a continuum but become concentrated at opposing extremes.”\nIn the U.S., political polarization has a number of causes, ranging fromgerrymandering to in-group biases.\nBut social media undoubtedly plays a big role. A 2021 review by theBrookings Institutionpointed to “the relationship between tech platforms and the kind of extreme polarization that can lead to the erosion of democratic values and partisan violence.”And journalist Max Fisher has reported on the ways in whichthe algorithms deployed by these social media platforms “steer users toward outrage” – an observation thatexperimental studiesof the phenomenon have supported.\nDespite the polarization of political and social life, the dictionaries, at the very least, have arrived at a consensus: The tech giants are shaping our lives and our language, for better or for worse.\nThis article was originally published onThe Conversation. Read theoriginal article.",
    "authors_names": "Roger J. Kreuz, The Conversation US",
    "difficulty": "easy",
    "sentiment": "neutral"
}