{
    "title": "The UnitedHealthcare Tragedy Is Why Insurance Needs to Change Now",
    "link": "https://www.scientificamerican.com/article/the-unitedhealthcare-tragedy-is-why-insurance-needs-to-change-now/",
    "category": "Opinion",
    "date": "December 19, 2024",
    "summary": "I am a trauma surgeon and gunshot survivor who has experienced byzantine health insurance coverage firsthand. I understand why people are furious",
    "authors": "Joseph V. Sakran",
    "date_pub": "December 19, 2024",
    "read_time": "5min read",
    "type": "Opinion",
    "full_text": "When I was 17I was nearly killedwhen a fight broke out after a high school football game and someone fired a gun. A stray bullet struck my throat, tearing through my trachea and damaging my carotid artery.\nThis near-death experience deeply traumatized my entire family. Yet my parents couldn’t focus solely on my survival and healing. In the hospital, they were overwhelmed by a labyrinth of paperwork, billing inquiries and questions about insurance coverage. Even after I was discharged, the challenges continued. Instead of focusing on my recovery, we spent our energy addressing delayed approvals for follow-up care, denied access to physical therapy and endless requests to clarify reimbursements.\nOur health insurance system made a catastrophic time for me and my parents needlessly worse. Now, as a trauma surgeon, I have seen how pervasive such struggles are. And withthe killing of UnitedHealthcare CEO Brian Thompson, long-simmering and widespread anger about the harm that health insurers have caused seems to be reaching a boiling point. After decades of public outcry over health care policies that prioritize profits over people—policies that deny lifesaving treatments, cause bankruptcy over uncovered medical treatments, and leave entire communities behind—the demand for reform is growing too loud to ignore. For too many, health insurance is a brick wall—a bureaucratic gatekeeper that creates barriers instead of providing solutions.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nWe cannot justify his killing; so how do we channel our collective grief and frustration into meaningful change? How do we build a health care system that offers healing, not harm—a system that values human life over corporate gain? It will take courage, accountability, and a willingness to reimagine a system where patients are seen as people, not as financial transactions.\nThe average annual cost of health care in the U.S. is estimated at a staggering$15,074 per person.We purchase health insurance, either on the open market or through our employer, with the expectation that if we need to see a doctor or undergo treatment, our insurance will cover most—if not all—of the expenses. Yet nearly two thirds of U.S. bankruptcies are tied to obscenely high medical expenses, even among people who have insurance. Around41 percentof Americans carry medical debt, highlighting the system’s profound failure to provide financial security when it’s needed most.\nOn top of these ruinous costs—which patients rarely know up front and have little time to understand during medical emergencies—insurers also decide whether they will pay for care, regardless of whether a patient’s doctor says such care is necessary. The delay of care through bureaucratic hurdles like prior authorizations and denied claims are carefully designed to force people and their doctors to fight their way through outdated systems like fax machines and endless phone trees to ask for appeals or reconsideration of denied treatments or examinations. All too often the mental effort and excessive time required to navigate claims, denials and appeals wears people down, leading them to simply give up on getting the coverage they are owed. This isn’t just inefficiency; it’s a predatory failure of empathy for people during their most vulnerable moments. And it perversely exacerbates anxiety and depression for the sick person and their caregivers alike, compounding the very challenges the system is meant to address.\nI’ve spent countless nights fighting to save lives in operating rooms. I’ve witnessed how gun violence intersects with healthcare inequities, leaving families to confront not only grief but insurmountable medical bills. Survivors often endure years of physical and financial pain as they battle not only their injuries but also insurance denials for necessary care. I know firsthand what my patients go through. Every step of my own recovery felt like a negotiation—not just for my health but for access to the care I needed. At times, I questioned whether I was viewed as a patient or a cost to be managed. These frustrations extended to my family, who bore the emotional and logistical burden of dealing with appeals and authorizations while supporting my recovery.\nFor many, financial strain forces impossible choices: families forgo optimal treatments or rehabilitation plans—not for lack of understanding but because they simply can’t afford them. These compromises lead to worse patient outcomes (and even greater systemic costs), compounding suffering that could have been prevented with proper access to care. Too often, hope is eroded by a system more focused on profits than well-being.\nTo fix this system, we need to radically reconsider the principles of care, equity, accountability and cost that underpin it. Addressing cost is essential; it threatens the stability of our health care system, and the financial burden should not fall disproportionately on people needing health care and their families.\nOur policy decisions must reflect our values, and so we must ask ourselves: Are we ready to expand coverage so that every American has access to affordable, high-quality care? Can we accept higher premiums or shared costs to build a system that guarantees subsidies for those who need them most and still prevents unnecessary or wasteful medicine? Beyond coverage, we must simplify and streamline processes, eliminating the unnecessary bureaucratic hurdles that overwhelm patients and families. Equity must be a core pillar—not just in access but in the quality of care delivered and the financial protections offered.\nMental health must be integrated and prioritized alongside physical health in care and coverage, recognizing the mind’s essential role in bodily recovery and overall well-being. Excessive profits in the insurance industry, rising drug costs and opaque billing practices demand accountability and shared responsibility among providers, insurers, pharmaceutical companies and policy makers. And finally, insurers and clinicians alike must be held accountable—not for short-term cost-cutting, but for improving outcomes, delivering compassionate care and ensuring within reason that no patient’s health journey leads to financial devastation. If we are serious about building a system that values human dignity over profit, these reforms are not just necessary; they are long overdue.\nWith Donald Trump returning to the presidency, and Republican majorities in both the House and Senate, the likelihood of such sweeping health care reform over the next four years becomes more limited, particularly in expanding access through government programs. The focus will instead likely shift even further toward deregulation, market-driven solutions and reducing government involvement in health care, rather than pursuing universal coverage or expanding subsidies. Efforts to repeal or further weaken provisions of the Affordable Care Act (ACA) are likely to resurface, along with predatory policies promoting short-term health plans and inefficient state-level control over Medicaid.\nWhile reducing prescription drug costs may remain a bipartisan goal, broader reforms aimed at equity, simplicity and the expansion of mental health care may stall unless they align with cost-reduction strategies. The challenge will be ensuring that patient needs—especially for the most vulnerable—are not sidelined amid policies that prioritize fiscal conservatism and market efficiencies over systemic change.\nWe urgently need to create a more equitable system. Insurers must cap out-of-pocket expenses, eliminate lifetime limits and expand income-based assistance, so afflicted Americans can focus on healing and recovery.\nMy own frustrations with the system shaped my resolve to drive positive change. This moment demands difficult reforms and introspection, but it also offers an opportunity for transformation. Our health care system should inspire hope, not compound suffering. Patients, clinicians, policymakers, and insurers must come together to prioritize care over complexity, outcomes over optics, and people over profit.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Joseph V. Sakran",
    "difficulty": "easy",
    "sentiment": "negative"
}