{
    "title": "Hear How Baby Humpback Whales Burp and Bark to Beg for Food",
    "link": "https://www.scientificamerican.com/article/baby-humpback-whales-burp-and-bark-to-beg-mom-for-milk/",
    "category": "Animals",
    "date": "December 18, 2024",
    "summary": "The burps, barks and snorts humpback whales make when asking their mother for milk are the first recorded instances of begginglike behavior in a baleen whale",
    "authors": "Jack Tamisiea",
    "date_pub": "December 17, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Newborn humpback whales can measure more than 15 feet from nose to tail fluke and weigh as much as full-grown giraffes. But these hefty calves still need to pack on the pounds quickly to reach their parents’ even more prodigious proportions. Each day, a humpback calf guzzles hundreds of liters of its mother’s milk, which is as thick as toothpaste and loaded with fats.\nAnd just like a human baby shows off its impressive lung capacity when hungry, a baby humpback whale with a hankering for milk lets its mother hear it. According to a new study published Wednesday inProceedings of the Royal Society B: Biological Sciences, hungry humpback calves produce low-frequency vocalizations to signal their nourishment needs. These noises, which sound like burps, barks and snorts, are thefirst recorded instances of begginglike behavior in a baleen whale.\nA newborn humpback whale calf resting on its mother's back.\nCétamada Association\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHumpback whales possess an impressive vocal repertoirethat helps them communicate over long distances and through murky waters. Adult males composehaunting songsto woo mates. And all humpbacks produce less structured calls that they use in a variety of social situations.\nScientists have studied these calls for decades, but relatively little research has focused on the vocalizations between humpback calves and their mother, says lead study author Maevatiana Ratsimbazafindranahaka, who studies bioacoustics and conducted the research as a doctoral student at the Paris-Saclay Institute of Neuroscience in France. This obscures a major aspect of a humpback’s social upbringing. “These early interactions likely play a significant role in shaping the social behaviors of humpback whales, even beyond weaning,” he says.\nTo listen in on such interactions, Ratsimbazafindranahaka teamed up with researchers in Madagascar to study humpback calves swimming near Sainte Marie Island, also known as Nosy Boraha, which sits along a thruway for migrating whales. The team outfitted eight humpback calves with video cameras and hydrophones, devices that recorded their vocalizations. Back in the lab, the scientists sifted through nearly 33 hours of recordings and isolated the calves’ vocalizations. They then synced up the calls to the various behaviors, including playing, traveling and resting, that the calves exhibited during the corresponding videos.\nThe researchers identified more than 500social callsamong the cadre of whale calves and found that the calves were mostly silent during activities such as resting and traveling and louder while playing.\nThe whale calves were particularly noisy before nursing. On average, suckling sessions produced the most calls of any of the behaviors the team examined. These vocalizations were usually low-frequency burps, barks, snorts and grunts, which surprised the researchers. “We expected that young animals would use high-pitched, whining sounds to communicate their needs,” Ratsimbazafindranahaka says.\nThe researchers posit that the calves use these rumbling vocalizations tobeg for milkfrom their mother. Anyone with a pet dog is familiar with begging, but the behavior is common across the animal kingdom and seen in everything frombeetlesandpoison dart frogsto fledgling birds. Other marine mammals, includingbottlenoseandAraguaian river dolphins, have also displayed begginglike behaviors.\nRatsimbazafindranahaka says it’s likely that humpback calves are not the only whales wailing for milk. He predicts that other baleen whales exhibit begginglike behavior, albeit with different vocal elements. For example, blue whale calves may voice their hunger with even lower-frequency rumbles because of their mind-boggling size: newborn blue whales are more than twice as heavy as baby humpbacks.\nAccording to Julia Zeh, a research biologist at the U.S. National Oceanic and Atmospheric Administration, who studies humpback whale acoustics, humpbacks’ expansive vocal repertoire makes it difficult to link their calls with specific behaviors. But she thinks the new findings help improve our understanding of how these whales communicate during an important chapter of their lives.\nDetailing the complexity of mother-calf communications also underscores how these creatures are threatened by anthropogenic disruptions, such as shipping and seismic surveying, that aremaking oceans noisier. “Whales need to continue to be able to hear each other and effectively communicate to survive,” Zeh says.",
    "authors_names": "Jack Tamisiea",
    "difficulty": "easy",
    "sentiment": "neutral"
}