{
    "title": "NASA’s Beloved Voyager Probes Find Puzzles beyond the Solar System",
    "link": "https://www.scientificamerican.com/article/nasas-voyager-probes-find-puzzles-beyond-the-solar-system/",
    "category": "Space Exploration",
    "date": "December 13, 2024",
    "summary": "For two decades now, the iconic twin Voyager spacecraft have been quietly overturning everything we thought we knew about the boundary between our solar system and interstellar space",
    "authors": "Meghan Bartels",
    "date_pub": "December 13, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "For all of humanity’s millennia of staring at the stars and decades of launching probes to explore our universe, only two spacecraft carrying working instruments have ever managed to escape thebubble of space governed by our sun.\nThetwin Voyager spacecraftlaunched in 1977 on an epic tour of the outer planets; both swung past Jupiter and Saturn while Voyager 2 added Uranus and Neptune to the itinerary. The two spacecraft have trekked ever outward since, and several of their instruments have continued observations despite the challenges ofaging technology and waning power supplies. And on December 16, 2004, Voyager 1 reached the termination shock, the beginning of its yearslong transitionto interstellar space. Voyager 2 crossed the same threshold in 2007. In the years since, the spacecraft have been providing humanity’s only direct taste of what lies on the outskirts of and beyond the bubble of the sun’s influence on space, an area that scientists call the heliosphere.\n“We know now how little we know about the heliosphere,” says Merav Opher, a space physicist at Boston University. “It’s way more complex, way more dynamic than we thought.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHere’s what scientists do know: we everyday Earthlings may simplistically think of the sun as a compact distant ball of light, in part because our plush atmosphere protects us from our star’s worst hazards. But in reality the sun is a roiling mass of plasma and magnetism radiating itself across billions of miles in the form of the solar wind, which is a constant stream of charged plasma that flows off our star. The sun’s magnetic field travels with the solar wind and also influences the space between planets. The heliosphere grows and shrinks in response to changes in the sun’s activity levels over the course of an11-year cycle.\n“You see these dramatic 11-year bumps, mins and maxes, dips and peaks throughout the whole entire heliosphere,” says Jamie Rankin, a space physicist at Princeton University and deputy project scientist of the Voyager mission. And, she notes, astronomers of all stripes are trapped within that chaotic background in ways that may or may not affect their data and interpretations. “Every one of our measurements to date, until the Voyagers crossed the heliopause, has been filtered through all the different layers of the sun,” Rankin says.\nVoyager 1 crossed the heliopause, or the edge of the heliosphere, in August 2012. Heading in a different direction, Voyager 2 crossed another part of the heliopause in November 2018.\nNASA/JPL-Caltech\nOn their trek to interstellar space, the Voyagers had to cross a set of boundaries: first a termination shock some seven billion or eight billion miles away from the sun, where the solar wind abruptly begins to slow, then the heliopause, where the outward pressure from the solar wind is equaled by the inward pressure of the interstellar medium. Between these two stark borders lies the heliosheath, a region where solar material continues to slow and even reverse direction. The trek through these boundaries took Voyager 1, the faster of the twin probes, nearly eight years; such is the vastness of the scale at play.\nBeyond the heliopause is interstellar space, which Voyager 1 entered in 2012 and Voyager 2 reached in 2018. It’s a very different environment from the one inside our heliosphere—quieter but hardly quiescent. “It’s a relic of the environment the solar system was born out of,” Rankin says of the interstellar medium. Within it are energetic atomic fragments called galactic cosmic rays, as well as dust expelled by dying stars across the universe’s eons, among other ingredients.\nThe interstellar medium varies across the galaxy, with denser and more tenuous areas alternating across theMilky Way’sspiral arms. Our sun and the bubble it creates plow through this interstellar medium, and the interaction between the sun’s dynamics and the interstellar medium influence the shape of the heliosphere.\nWhat that shape actually is, however, scientists don’t yet know. The heliosphere’s shape may resemble that of a comet, with a long tail trailing a compact nose where the sun pushes into interstellar space. Or perhaps the interplay between the sun’s magnetic field and the interstellar medium molds the bubble into a croissantlike shape, with two lobes trailing our star. The heliosphere’s shape could also take some other form that scientists haven’t even considered yet; certainty is difficult from our limited view on Earth. “It’s like we’re goldfish trying to measure our goldfish bowl from the inside, and we can’t even get to the edges,” says Sarah Spitzer, a space physicist at the Weizmann Institute of Science in Rehovot, Israel.\nThe Voyager probes are the accidental exceptions to this challenge. The twin spacecraft were designed as scouts to the outer planets, and the program provided humanity’s first—and so far only—up close views ofUranusand Neptune. By 1989, these observations were complete, yet the probes were still in good health. So NASA kept them going, albeit turning off instruments that wouldn’t produce interesting data without planets to observe. Years passed and the Voyagers trekked ever outward, swimming toward the walls of our cosmic goldfish bowl.\n“The Voyagers are very much like biopsies of the heliosphere. ...We know nothing about the global three-dimensional structure of the outer heliosphere from just these two sets of points.”\nBut the goldfish weren’t sitting idly by. In 2008 NASA launched the Interstellar Boundary Explorer (IBEX), which orbits Earth and samples particles, called energetic neutral atoms, that stream in from the edge of the heliosphere. Scientists can use IBEX measurements of these particles’ characteristics to reconstruct some of what’s happening far out there, billions of miles away.\nAmong IBEX’s key contributions has been the discovery of a ribbon of energetic neutral atoms draped across the heliosheath. Scientists think the ribbon may be caused by particles that bounce in and out of the heliosphere. But in an example of cosmic bad luck, the Voyager spacecraft weren’t able to directly study IBEX’s ribbon: they zipped past either side of it. “Right between them is the biggest, most glaring thing in the outer heliosphere,” says David McComas, a space physicist at Princeton University and principal investigator of IBEX.\nIt’s exactly the sort of situation that shows the limitations of relying on local observations of something as all-encompassing as the vast bubble of our star’s influence. “The Voyagers are very much like biopsies of the heliosphere,” McComas says. “We know nothing about the global three-dimensional structure of the outer heliosphere from just these two sets of points.”\nIBEX is still observing, having lasted much longer than originally planned, and the spacecraft has managed to gather data throughout a complete 11-year solar cycle to watch the heliosphere’s response to the sun’s activity. But McComas is also hard at work getting another mission he leads ready for launch next year. He describes the Interstellar Mapping and Acceleration Probe (IMAP) mission as “IBEX on steroids,” with the same basic capabilities but at sharper resolutions and with additional measurements added on, such as the analysis of grains of interstellar dust—debris from dead stars—that sneak into the solar system.\nMeanwhile other scientists are scheming to collect more observations from the region directly. One more spacecraft is already on track to follow the Voyagers out of the heliosphere:NASA’s New Horizons mission, which whizzed past Pluto in 2015. After studying the dwarf planet (and, in 2019, aneven more distant rocky objectcalled Arrokoth), the spacecraft is on course to cross the heliopause in perhaps another decade or so. Andscientists hope that its instruments will still be working, ready for humanity’s third expedition beyond the sun’s influence.\nScientists have also designed a would-be mission, dubbedInterstellar Probe, that, unlike the Voyagers and New Horizons, is tailored to illuminate the outer reaches of the heliosphere and beyond. It would use a massive rocket to take a fast track out of the solar system, carrying instruments designed to study plasma and magnetic fields instead of rocky bodies and ideally traveling far enough to look back and discern our heliosphere’s elusive shape from a distance. But that mission was not recommended as a priority bya recently released Decadal Surveythat charted U.S. heliophysics for the coming decade, and this hurts the chances of the nation’s scientists sampling the interstellar medium anytime soon. (Chinese researchers may be more fortunate because the countryis pursuingan interstellar mission of its own.)\nFor now, scientists are still stuck poring over the signals dribbling back from the Voyagers. In some ways, it’s a wealth of information: about two decades’ worth of data on the boundary to interstellar space and what lies beyond from two craft at two different locations. And the returns are rich in oddities, with one spacecraft apparently crossing the termination shock five different times, perhaps as the heliosphere billowed in and out in sync with the solar wind’s fluctuating strength. But the Voyagers’ distant observations are also mere breadcrumbs, tantalizing glimpses at a region that liesnearlyout of our reach—exactly the sort of data that raise more questions than answers.\nOne thing is certain: no matter when their mission ends, the Voyager spacecraft will leave scientists wanting more data from interstellar space. “The instruments are going to be shut off before we get the full picture,” Opher says. “But having the Voyagers extended as much as we can, it’s priceless.”",
    "authors_names": "Meghan Bartels",
    "difficulty": "easy",
    "sentiment": "neutral"
}