{
    "title": "Why Some Brains Don’t Rot and Other Wild Things We Learned about the Human Body in 2024",
    "link": "https://www.scientificamerican.com/article/wildest-things-science-learned-about-the-human-body-in-2024/",
    "category": "Biology",
    "date": "December 17, 2024",
    "summary": "From periods of rapid aging in our 40s and 60s to ancient brains that don’t decompose, here are some of the year’s most intriguing stories about human biology",
    "authors": "Tanya Lewis",
    "date_pub": "December 17, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "It can sometimes feel like health coverage is a constant drumbeat of bad news—and indeed, this year has had its share of negative stories, from the emergence ofH5N1 bird flu in U.S. dairy cowsposing a pandemic risk tothreats to reproductive health care.\nBut we’ve learned quite a lot of fascinating things about the human body this year, too, in relation to topics ranging from eye and uterus transplants to vitamin D levels and aging. Here are a few of the most intriguing stories we covered in physiology and medicine this year.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nScientists discovered anew type of pain medicationthat blocks nerve channels before the pain reaches the brain. Called suzetrigine, it works on peripheral nerves, so it is not addictive like opioids. Vertex Pharmaceuticals, the company that makes the drug, applied for U.S. Food and Drug Administration approval of it earlier this year. If granted, it could provide another option for treating moderate to severe pain.\nStudies in the early 2000s suggested thatvitamin Ddeficiency was a major contributor to cancer, heart disease, dementia and other illnesses, and that taking supplements might help. But more recent studies have failed to show clear benefits of taking vitamin D and found that most people have adequate levels of the nutrient.\nA study showed that people experiencedramatic aging shiftsin their mid-40s and 60s. Researchers found that levels of many molecules and microbes in the human body—all of which are important for healthy cellular and tissue activity—experienced big shifts around ages 44 and 60, rather than in a continuous process throughout middle age.\nNaeblys/Getty Images\nNormally after we die, our brain turns to slush in a process called putrefaction. But scientists have discoveredhuman brains that are hundreds or even thousands of years old and don’t decomposealong with the rest of the body. These remarkable specimens, found in places ranging from mass graves to shipwrecks, may undergo a process of protein misfolding akin to what happens in neurodegenerative diseases that chemically links the proteins together and keeps them preserved well after death.\nAaron James became the first person to receive awhole-eye and partial-face transplantin 2023. As of late 2024 the eye still lacked sight, but it had maintained its shape, and James was recovering well. “The fact we achieved that is remarkable,” says Eduardo Rodriguez, one of the many physicians involved in James’s care. “What would happen afterward, no one could say because it had never been done.”\nHuman longevity may have atheoretical upper limit, new research has found. After increasing for much of the 20th century, life expectancy gains are slowing down or reversing in many countries, suggesting human lifespan may have plateaued.\nCarol Yepes/Getty Images\nPeople who are born without a uterus, or with serious uterine abnormalities, have few options for having children. But in recent years it has become possible totransplant a uterusfrom a living or deceased donor—often the recipient’s mother or sister—and it can carry a baby to term. Around 50 such babies have now been born from transplanted uteruses.\nThis year’s Nobel Prize in Physiology or Medicine went to two scientists for their discoveries involvingmicroRNA—small bits of genetic material found in most animal species (including humans) that have vital roles in regulating how genes get expressed. Much of the work was done in the tiny wormCaenorhabditis elegans, but the findings could point to treatments for cancer and other human diseases.",
    "authors_names": "Tanya Lewis",
    "difficulty": "easy",
    "sentiment": "positive"
}