{
    "title": "When Did Neandertals and Humans Interbreed? Genomics Closes In on a Date",
    "link": "https://www.scientificamerican.com/article/when-did-neandertals-and-humans-interbreed-genomics-closes-in-on-a-date/",
    "category": "Anthropology",
    "date": "December 12, 2024",
    "summary": "The oldest human genomes ever sequenced reveal that our Neandertal ancestry came from one “pulse” of interbreeding and pins down the timing",
    "authors": "Stephanie Pappas",
    "date_pub": "December 12, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "Scientists have long known that humans outside of Africa owe 2 to 3 percent oftheir genome to Neandertal ancestors. But now, using the oldest modern human DNA ever analyzed, two separate studies have traced this ancestry to asingle surge of interbreedingthat occurred between 45,000 and 49,000 years ago.\nNeandertals (Homo neanderthalensis) andmodern humans (Homo sapiens)encountered each other many times over tens of thousands of years: modern human DNA is found in Neandertalswho lived more than 200,000 years ago, and some human populationsmingled further with Neandertalsuntil the latter species went extinct 39,000 years ago. But not all of these interactions left a shared imprint on all non-African populations today. The moment that left thisnear-global genetic fingerprinthappened over a period of a few thousand years, occurring between Neandertals who were established in Europe and humans who were newly arriving in their territory.\n“The height of this interaction was, we think, 47,000 years ago—which also gives us a rough estimate of when thisout-of-Africa migrationmight have happened,” says Leonardo Iasi, a postdoctoral researcher in evolutionary genetics at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany, and lead author of one of the studies, which was published on Thursday inScience. He is also a co-author of the other paper, which was published concurrently inNature.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nMultiple waves of humans left Africa, where theHomogenus originally evolved, over thousands of years and established populations in the Near East and Europe. There they encountered and sometimes bred with Neandertals, descendants of an earlier human ancestor who had left Africa hundreds of thousands of years earlier. The last common ancestor of Neandertals and modern humans remains unknown, but that species likely lived between 650,000 and 500,000 years ago. Researchers still can’t quite say exactlywherethe Neandertal-human intermingling occurred, but the two new studies narrow down the question of “when” considerably.\nIn theNaturestudy, biochemist Johannes Krause, archaeogeneticist Kay Prüfer and doctoral student Arev Sümer, all at the Max Planck Institute for Evolutionary Anthropology, and their colleagues sequenced genomes from six individuals discovered in Ranis, Germany, and one from the Zlatý kůň site in the Czech Republic. These people, who lived between 49,000 and 42,000 years ago, included some of the oldest modern human genomes ever sequenced. They also turned out to include the oldest known family of modern humans, Sümer says. The people in Ranis included a mother and her young daughter, plus another female individual from the same extended family. Even more surprisingly, the person from Zlatý kůň—a female individual known from her skull bones—was a more distant relative to this Ranis family.\nThese linked populations, which probably consisted of only about 300 members spread across Central Europe, also shared 2.9 percent Neandertal ancestry. By looking at the length of the Neandertal gene segments in these human genomes, the researchers were able to gauge when Neandertal ancestry was introduced. (Longer segments are more recent additions because genetic recombination hasn’t had a chance to scramble them. Shorter segments come from a more distant interbreeding event.) The scientists found that these Central Europeans were removed by about 80 generations, or between 1,500 and 1,000 years, from ancestors who mixed with Neandertals.\nIn theSciencestudy, researchers looked at a larger dataset of 59 ancient human genomes from between 45,000 and 2,200 years ago, plus the genomes of a diverse group of 275 present-day humans. “We were interested in estimating the timing of the Neandertal ancestry and also checking if this happened over a short duration or over an extended period of time,” says Priya Moorjani, a population geneticist at the University of California, Berkeley, who, with Benjamin Peter of the Max Planck Institute for Evolutionary Anthropology, was co-senior author of the paper. (Peter is also a co-author of theNaturepaper.)\nLike Krause’s team, Moorjani and her colleagues found evidence of a single pulse of Neandertal genetics entering the human genome between approximately 50,500 and 43,500 years ago. The scientists also saw evidence of natural selection in these genes: within about 100 generations, the human genome looked a lot like it does today, in terms of which segments had lots of Neandertal genes and which had very few. For example, the modern X chromosome has few Neandertal genes.\nThis genetic change is fascinating, says Joshua Akey, a Princeton University genomicist, who was not involved in the new studies, because it points to places on the human genome where Neandertal genes may have either boosted survival and reproduction and become permanently incorporated or caused harm and disappeared. “Everyone is innately fascinated by what makes us potentially different from other types of humans that existed,” Akey says. “And if there are genetic substrates that define differences, then these are the places on the genome where they reside.”\nThe researchers also found that the people in Ranis and Zlatý kůň, despite their connection to the out-of-Africa population that spread across the world, left no descendants behind. “There are multiple lineages that we have identified now that did not contribute to modern people,” Krause says, “which also tells us that the human story is not just a story of success. We also went extinct.”\nAdditionally, these findings raise new questions about the dispersion of modern humans and the way humans gradually replaced Neandertals as the dominant species in Europe, says Isabelle Crevecoeur, a paleoanthropologist at the French National Center for Scientific Research (CNRS) and the University of Bordeaux in France, who was not involved in the new studies. “Now the big challenge for us, as paleoanthropologists or prehistorians, is really to try to connect the genetic results with the cultural or archaeological data—and try to make sense of it,” she says.",
    "authors_names": "Stephanie Pappas",
    "difficulty": "easy",
    "sentiment": "neutral"
}