{
    "title": "How the Santa Ana Winds Are Stoking the Malibu Fire",
    "link": "https://www.scientificamerican.com/article/how-the-franklin-fire-in-malibu-is-being-stoked-by-the-santa-ana-winds/",
    "category": "Natural Disasters",
    "date": "December 10, 2024",
    "summary": "Dry weather and an extreme Santa Ana wind event have contributed to the explosive growth of the Franklin Fire in Malibu, Calif.",
    "authors": "Andrea Thompson",
    "date_pub": "December 10, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "The Franklin Fire, which erupted on Monday night north of Pepperdine University in the Malibu area of Los Angeles County, rapidly grew to burn more than 2,200 acres in a matter of hours because of extremely dry weather—and an unusually strong bout of the region’s infamous Santa Ana winds.\nThe Santa Ana winds are a common driver of fast-moving, damaging fires in the area because they can rapidly fan and spread the flames. Some gusts near the latest fire have reached more than 50 miles per hour.\nThe Santa Ana winds are the result of a particular meteorological setup: “Usually what happens is: there’s a low-pressure [atmospheric] system that goes up over” California and into Washington State and Oregon and then drops southward through Nevada and Arizona, says Mike Wofford, a meteorologist at the National Weather Service’s office in Los Angeles. “We call that an ‘inside slider.’” As that low-pressure system moves out, an area of high pressure moves in behind it. “And it’s that high pressure over Nevada and lower pressure over California that drives those winds,” Wofford explains, “because the winds go from high to low.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe stronger the difference between the high and low areas, the faster the winds will be—and the high-pressure system over Nevada right now is relatively strong, Wofford says. As the winds move into southern California, they are funneled through its many narrow mountain canyons; this causes the winds to speed up. “It’s like squeezing a balloon and just having the air squirt out,” Wofford says. (The Santa Ana winds actually take their name from Santa Ana Canyon, which lies between the Santa Ana Mountains and the Chino Hills.) In some parts of the mountains around Los Angeles, gusts above 70 miles per hour have been reported. A 93-mile-per-hour gust was recorded at Magic Mountain Truck Trail. The current wind event is similar to one in early November that fanned the flames of the Mountain Fire, which burned several hundred structures in Ventura County.\nSanta Ana wind events are common at this time of year, but yesterday’s and today’s windspeeds are unusually strong. And because they are, by nature, hot and dry, these winds also particularly help fuel fires. As the winds move downslope over the deserts, the air compresses and warms—and as it does so, it also dries out. Those dry winds can further desiccate already-parched vegetation, further priming it to ignite from the slightest spark.\n“We’re marginally a desert even in normal years,” Wofford says. Vegetation in the area of the Franklin Fire was already dry after months of almost no rain. Cold-season rains have usually arrived after the region’s hot, dry summers, reducing fire risk. But this year’s rains have not yet started in this area.\nForecasters had issued a “particularly dangerous situation” red flag warning for the area for Monday night through Tuesday afternoon because of the winds and dry conditions. Relative humidity levels were reaching as low as 3 percent, Wofford says. “Everything is very crispy.”\nThe winds are expected to die down later on Tuesday and into Wednesday, but conditions are still ripe for further blazes—and the further spread of the Franklin Fire. Evacuation orders have been issued for parts of the coast, and part of the Pacific Coast Highway is closed, as are Malibu schools. The fire is currently 0 percent contained.",
    "authors_names": "Andrea Thompson",
    "difficulty": "easy",
    "sentiment": "negative"
}