{
    "title": "Conservation Efforts Are Bringing Pandas, Wolves and Panthers Back from the Brink",
    "link": "https://www.scientificamerican.com/podcast/episode/conservation-efforts-save-pandas-wolves-and-panthers-from-extinction/",
    "category": "Conservation",
    "date": "December 20, 2024",
    "summary": "There are so many species facing extinction—but today we’re telling stories about the animals making a comeback and the conservationists working hard to help.",
    "authors": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "date_pub": "December 19, 2024",
    "read_time": null,
    "type": null,
    "full_text": "Rachel Feltman:If I asked you to guess how many animal species are threatened with extinction right now, would you have a number in your head? Is it hundreds, thousands?\n[CLIP: Theme music]\nFeltman:Well, according to theInternational Union for Conservation of Nature, it’s about 17,800 of them.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nWhile there are a few exceptions, almost every animal species that’s on the threatened list is there because of human activity. We’re clearing land and building stuff over their habitats, we’re poaching and overhunting, global warming is shifting temperatures and migration patterns—I could go on and on. But instead, let’s talk about how we humans are using science to help bring some species back from the brink of extinction.\nForScientific American’sScience Quickly, this is Rachel Feltman. To finish up our four-part series about conservation science, which we’re calling “The New Conservationists,” we’re talking about our favorite kinds of animal stories: the comebacks!\nOur guide for this adventure is Ashleigh Papp, an animal scientist turned storyteller. And for this episode, she’ll take us to Washington, D.C., where just this past fall two fuzzy new VIPsarrivedfrom China. (I’ll give you a hint: they’re black and white and adorable all over.)\nThis decades-long collaboration between researchers in the U.S. and China has quite literally turned the tide for one charismatic species in particular.\nPierre Comizzoli:Pandas are kind of magic, and in terms of evolution they are so unique because they are carnivores originally, you know, like any other bears, but they evolved very differently.\nAshleigh Papp:That’s Pierre Comizzoli. He’s a research veterinarian with the Smithsonian’s National Zoo and Conservation Biology Institute.\nComizzoli:They started, really, to eat bamboo to survive and to modify their diet, and, well, they don’t eat only bamboo; they also eat some small animals—but this is fantastic, how a species got really adapted to a very specific environment, which is the bamboo forest in central China.\n[CLIP:“Handwriting,” by Frank Jonsson]\nPapp:Long ago central China had bamboo aplenty, which worked really well for the adapted pandas. But many of those bamboo forests have been cleared for development in more recent decades. As a result panda numbers have dwindled.\nIn 1972, when wild panda populations were hovering around1,000, First Lady Patricia Nixonmentionedthat she really loved pandas at a dinner in Beijing. Important government officials were at the table, and soon after China offered two pandas, one male and one female, to the American people. The Nixons decided that the Smithsonian’s National Zoo in Washington, D.C., would be the perfect home for them.\n[CLIP: Patricia Nixon speaking about the pandas arriving at the National Zoo: “On behalf of the people of the United States, I am pleased to be here and accept the precious gift of the panda—pandas and also these other mementos from the government of the People’s Republic of China.”]\nPapp:The new arrivals drew huge crowds. The zoo staff members were hoping to learn more about the pandas in captivity to help regrow the wild population. But answers turned out to be elusive. In the 20 or so years that the pandas lived at the zoo they produced five offspring, but none of the animals lived past a few days.\nAnd it wasn’t just a problem in D.C. Everyone was experiencing a similar panda babymaking issue, which continued into the early 2000s, when Pierre joined the National Zoo team. Around then different institutions started sharing notes and collaborating to see if they could figure out what was going wrong.\nComizzoli:Only one pair of animal is not necessarily enough to understand the full spectrum of the biology of a species. And going to China was very important, because there was access to many more animals. And, of course, as you can imagine, you know, individuals are not necessarily similar. So there was the possibility to study a lot of animals and to understand what was really the needs in terms of nutrition, in terms of veterinary care and in terms of monitoring of the reproduction.\nPapp:Researchers already knew that the breeding window for giant pandas is only open one time each year, usually from March to May. But what they later figured out, through their own research and a lot of collaboration, is that within the three months of opportunity, there’s an even smaller window.\nComizzoli:The female is not necessarily able to conceive during the whole breeding season. She can attract a male, but there is a very short window of time when the female can breed with the male and then conceive.\nPapp:Thatveryshort window is about 24 to 72 hours maximum.\n[CLIP:“None of My Business,” by Arthur Benson]\nPapp:Once Pierre and his colleagues defined the female panda’s conception window within the breeding season, they needed to figure out thepreciseright time to bring the two pandas together and let sparks fly.\nComizzoli:What is the optimal time to put the male and the female together to make sure that there would be a successful breeding, leading then after that to a pregnancy and a baby.\nPapp:In 2000 China sent over two more pandas on loan to the National Zoo. And the chemistry between these two was different.\nComizzoli:They really showed all the good signs that they liked each other, that they were ready to breed during this very short breeding season. Unfortunately, they were not really experts, and they were spending way too much time to try to adjust, you know, their positions, and it was way too long. And at some point it was very frustrating for both individuals.\nPapp:The zoo decided to separate the animals and instead pursued artificial insemination. This is a tricky procedure in any species, but with giant pandas it’s even more complicated. Pierre and the team needed to pinpoint theexactright time for the procedure, which required them to collect a lot of data.\nAnd by data, I mean urine.\nComizzoli:We don’t draw blood because it’s too invasive, but we have developed a technique, especially the endocrine lab, they have developed a technique to track the hormones in the urine.\nPapp:So that means the scientists regularly collected urine from the female panda and compared what they found there with her behavior.\nComizzoli:They could see each other through a mesh, they could smell each other, they could really rub each other, so we could definitely see what were the good signs in terms of behavior.\nPapp:After about five years of tracking hormones and vibes the team’s hard work finally paid off! The National Zoo’s female panda gave birth to a live cub in 2005—and then again in 2013, 2015 and 2020.\nEach of the National Zoo’s cubs, once at the right age, have been sent back to China per the zoo’s agreement with the country. And in 2023 the successful couple was also returned to China.\n[CLIP:“Pushing Forward (XO Edit) (Instrumental),” by Ballinger]\nPapp:Meanwhile, China has spent the last few decadesrebuildingthe bamboo forests needed to support a healthy panda population. The country is alsoconnectingpatches of forest so the animals can move between different areas, all with the goal of helping speed up the panda population rebound.\nComizzoli:There are so many different factors then, after that, that can change the course of your efforts, but the best, to me, is that there is a scientific—an international scientific network that really is established and there to make sure that everything is sustainable.\nPapp:It’s worth noting that there is some controversy surrounding panda breeding efforts in zoos. An investigation by theNew York Timespublished in October detailed the history of the Chinese panda exchange program and whether it has—or has not—lived up to its stated goals. We’lllink the investigationin case you want to read it.\nAnd if you tuned in to the first episode of this miniseries, we talked a lot about the balancing act of ethical considerations that come into play at zoos. If you haven’t listened yet, definitely go back and check it out for more on the sometimes-sticky world of zoo conservation.\nBut for now it’s time to head out into the wild, just west of the Continental Divide.\n[CLIP: A wolf howling]\nEric Odell:Wolves are habitat generalists; they don’t have really specific habitat needs or geographic needs as to where they can persist and, and exist. And so what they really rely on is deer and elk and moose populations, and Colorado has some of the largest herds of those species in the country.\nPapp:That’s Eric Odell. He works with Colorado Parks and Wildlife as the wolf conservation program manager. In 2020 Coloradovotedin favor of reintroducing gray wolves to the Rocky Mountain state. Since then Eric and his team have developed and are implementing a plan to reestablish this predator in a place where they really haven’t existed in the wild for nearly 80 years, even though they once thrived.\n[CLIP:“It Doesn’t End Here (Instrumental),” by Nehemiah Pratt]\nPapp:In the early1900sthe U.S. governmentencouragedand even paid hunters to kill wild wolves because of the threats they posed to livestock. These efforts were so successful that wolves were almost entirely wiped out in the lower 48 states by the middle of the 20th century.\nBut in the 1970s gray wolves were added to the U.S.’s newly created list of endangered species. And then in 1995 the U.S. Fish and Wildlife Service basicallyacknowledgedthe error of its ways and began reintroducing gray wolves to Yellowstone National Park and central Idaho.\nBringing a top predator back into those areas seemed to have a noticeable effect. The phenomenon is known as atrophic cascade. Remember the food web you learned about back in elementary school? It’s related to that.\nOdell:If wolves are chasing their prey, keeping them on the move, it changes the way that they behave in and around riparian areas, as an example, and that will allow vegetative growth and change the structure of willows, and that will affect beavers and songbirds and butterflies and all that.\nPapp:But that natural version of a wolf-mediated ecosystem assumes people aren’t living where wolves want to roam. Livestock owners in the Yellowstone areawereandstill arepretty upset about the threats posed to their livelihoods.\nWhile reintroduction efforts have fueled heated debate in parts of the U.S., the voting citizens of Colorado narrowly decided that they, too, wanted gray wolves back. So early on Eric and the team established two working groups that brought together experts from previous wolf reintroduction efforts and members of local organizations, among others, to figure out the best way to restore a top predator in a new state.\nOdell:All of the reintroductions will happen in the wintertime, in the December to March time frame. That’s when it’s easier to capture wolves because they’re bunched up in their packs; they’re not dispersed and roaming their territories as broadly as they do in the summertimes.\nPapp:To ensure a healthy population of any species it’s important to consider the need for genetic diversity, so Eric and his team won’t be shuttling just one wolf pack out to Colorado at a time, at least for now. Instead, they’ll disperse a few individuals from multiple packs across different regions.\nHis team moved10wolves in December 2023 and plan to keep up a similar release approach each winter for a total of three to five years. The male to female ratio will ideally be 50–50, and each animal has a GPS collar so the team can track where they go, what they do and, perhaps most importantly, who they shack up with.\nOdell:If they establish a territory in the immediate area where they were released, we’ll probably not release them again in that exact area just because you’re introducing competition right on top of existing wolves.\nPapp:Eric and his team are planning to release this year’s batch on state and private lands in western Colorado, and they’re already searching for additional sites for the next few years. Still, based on the data from reintroductions in Idaho and Yellowstone National Park, researchers know that where the wolves are released is not necessarily where they’ll stay.\nOdell:So anticipating that we’ve also put a buffer around the borders of our neighboring states: so 60 miles south from the border with Wyoming, 60 miles east from the border with Utah and 60 miles north from the border with New Mexico. So we’ve constrained ourselves that way quite a bit, too, because we don’t want to release a wolf and then have it immediately travel and go into neighboring states.\n[CLIP:“The Farmhouse,” by Silver Maple]\nPapp:The team is continually working with local land and livestock owners to consider conflict minimization tools: things like a compensation program that will pay for documented losses of livestock and land-management techniques that will help residents better coexist with the reintroduced animals.\nThis is thought to be the first time that residents of Colorado, or any state, have voted in favor of reintroducing gray wolves. The state’s parks and wildlife team has reintroduced other animals before, but for Eric, bringing wolves back is challenging, to say the least.\nOdell:From a biological perspective it’s nothing different than any of the other reintroductions. But from a social perspective it’s entirely different than any of the other reintroductions our state agency has taken on. People just feel really, really strongly about wolves one way or the other.\nPapp:For our last comeback story we’ll head deep into the Florida Everglades.\n[CLIP: Sounds of the Everglades]\nPapp:This one involves some tricky elements such as forced isolation and inbreeding. But there’s still hope for genetic salvation.\n[CLIP: Vocalization of a panther]\nPapp:That’s the sound of a Florida panther roaming the trails of a nearly two-million-acre preserve at the southernmost tip of the state’s mainland. Although wild panther populations in other parts of the state have dwindled due to development, the animals have managed to survive here because much of the Everglades is literally so miserable to us humans that people aren’t interested in bulldozing over it.\nBut the panther’s survival strategy has come with a biological cost.\nDave Onorato:They had atrial septal defects, which is kind of a fancy name for small holes between the atrial walls in the heart. Males had reproductive problems; either one testicle would descend or no testicles would descend. They had these kinks in their tails and cowlicks of fur on their backs.\nPapp:That’s Dave Onorato, a research scientist with the Florida Fish and Wildlife Conservation Commission.\nOnorato:These are all things that we call correlates of inbreeding. And so they were a sign that the population was having problems.\nPapp:Florida Fish and Wildlife’s work on the panthers began in the 1980s, when there were only about 20 to 30 animals left in the wild. Even though there’s enough space in the Everglades for the panthers to roam, the wetlands are bordered by major cities such as Miami and Fort Lauderdale and the development surrounding them. As a result the panthers in the Everglades were effectively cut off from their counterparts in nearby states. The same males kept mating with the same females.\nIn 1995, after decades of panther inbreeding, the state decided to get involved.\nOnorato:After a lot of discussions and talks of doing things like captive breeding, you know, a lot of things you’ve heard of to try to save populations, it was kind of a rogue decision, if you will, in a way—certainly an adventure, to say, “Well, let’s try this thing called genetic rescue or genetic restoration.”\nPapp:This means that the Florida team decided to bring in a related but genetically distinct group of cats from a neighboring state. The hope was that a few new mates could reinvigorate the gene pool.\nOnorato:Basically, what we’re doing is mimicking what used to happen naturally: When panthers were distributed across Florida and into the Southeast, there used to be genetic interchange between pumas from Florida and Texas. But that’s no longer feasible since they’re isolated down here.\nPapp:Florida panthers are a type of puma, which is an incredibly adaptive species. Capitalizing on that Dave and the team transported eight female pumas from Texas and released them into the wild swamps of South Florida. And he said that doing something like this with such a large predatory animal was pretty avant-garde.\nOnorato:You know, we weren’t doing this in a lab with bugs or crabs or anything like that. We were doing it with a large carnivore, and once we released those females, even though they were collared, we really only had limited control over what might happen.\n[CLIP:“Let There Be Rain,” by Silver Maple]\nPapp:But the risk paid off. Since the team did the initial puma transport almost 30 years ago, the Florida population has grown to somewhere around 200 tracked individuals. The frequency of the birth defects associated with inbreeding have also dramatically declined.\nBut now that this population of panthers in the Everglades seems to be moving in a positive direction, Dave and his team are looking at what needs to happen next. If you have a house cat, you’re probably well-aware of just how territorial a feline can be. Extend that to a panther and you have a pretty good idea of how much space these big cats need to thrive. So even though the Everglades cover a lot of ground, the preserve can only support so many animals—and it’s cut off from other open spaces and puma populations.\nSo the state is carving out a wildlife corridor.\nOnorato:The idea behind this corridor is to preserve lands, either by purchasing or by conservation easements and working with private landowners to set aside this kind of travel route for animals—not just panthers—to move between different places in the state.\nPapp:From 2022 to 2023Floridawas home to four of the nation’s top five fastest-growing metropolitan areas, according to the U.S. Census Bureau. And in2022it was the fastest-growing state in the country, which means that Florida Fish and Wildlife is racing against the clock to save enough space to enable panthers—and all animals—to move.\nOnorato:If those kind of commitments are gonna be made, now’s the time because those habitats will quickly be gobbled up by all the people that have been moving to Florida. There’s been some real successes recently with getting that corridor moving forward and getting some parcels of land set aside in perpetuity.\nPapp:In addition to setting aside land to remain wild, another conservation tactic is ensuring that animals can safely cross or avoid humanmade obstacles such as highways. There are a lot of interstates, streets and roads that crisscross Florida, and as the number of panthers has grown as a result of the gene pool reinvigoration efforts, so, too, has the number of panthers killed by cars.\nOnorato:You have to keep in mind that there’s constantly kittens being produced and new generations that should be recruited. But nonetheless, recovery would go a lot faster if we weren’t losing that many animals.\nPapp:A feasible solution—already underway in Florida and elsewhere—is to build underpasses that animals can use as they move across the land. But these corridors are a long-term effort.\nOnorato:Getting panthers all the way to North Florida is gonna take a long time, and we just documented females north of the Caloosahatchee River for the first time in 40-plus years. So it took that long for a female to cross the river and leave, kind of, core panther habitat down here and make her way into South Central Florida. So how long is it gonna take a panther to cross the I-4 corridor and get all the way up to Northern Florida? It’s gonna take a while.\nPapp:In addition to thinking through how to help these predators move and reproduce naturally, Dave also has to consider the ecological impacts, meaning the way an increase in panthers and their range might affect other plants and animals. And there’s one particular Floridanuisancethat’s on his mind.\nOnorato:Hogs cause billions of dollars of damage, not only in Florida but throughout the U.S. every year, you know, especially to agriculture, golf courses—you name it. So having panthers in areas like that, while they would never be able to control hogs because they’re just such prolific breeders, it certainly wouldn’t hurt having a large predator on the landscape that could take down those animals.\nPapp:Of course, howpeoplewill respond to more panthers roaming throughout the state could still pose a challenge. The complexity of the debate shares some similarities with the conversation around wolf reintroduction efforts in Colorado, but they’re also different. Many Floridians feel a connection with panthers, and they’re actually the official state animal. That may help soften pushback from citizens.\n[CLIP:“Anchor (Instrumental),” by Stephanie Schneiderman]\nOnorato:It’s our state animal, as voted on by children, schoolchildren back in the ’80s to try to save the last few panthers, and so it just has this history of, kind of, interest by a large segment of the population in Florida, and so I think that’s really what’s helped. In the long term that’s what’s helped save the panthers.\nFeltman:That’s a wrap on our four-part series “The New Conservationists.” We hope you’ve enjoyed it! And if you missed an episode, just scroll back on your podcast player or go toScienceQuickly.comto catch up.\n[CLIP: Theme music]\nScience Quicklyis produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Ashleigh Papp. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe toScientific Americanfor more up-to-date and in-depth science news.\nForScientific American, this is Rachel Feltman. See you next time!\nAudio credit: Gray wolf sounds byJennifer Jerrett/MSU Acoustic Atlas(CC BY-NC 4.0)",
    "authors_names": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "difficulty": "easy",
    "sentiment": "positive"
}