{
    "title": "Ape Jokes, Vagus Nerve Hopes and a Mystery Planet",
    "link": "https://www.scientificamerican.com/article/ape-jokes-vagus-nerve-hopes-and-a-mystery-planet/",
    "category": "Culture",
    "date": "December 17, 2024",
    "summary": "The searches for Planet Nine, bat viruses, life on Jupiter’s moon Europa and lucid dreams",
    "authors": "Laura Helmuth",
    "date_pub": "December 17, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "One of the things I enjoy most aboutScientific Americanis learning about how scientists do their work—the inspirations, the questions, the insights, the collaborations, the “hmm, that’s strange” moments. Anthropologist Erica Cartmill recounts how she cameto study the evolutionary origins of joking. We humans are all just great apes, no matter how fancy we dress up, and she finds that young orangutans and chimps play the same kinds of tricks and peekaboo games that we do.\nAnother thing I appreciate aboutScientific Americanis how our writers distinguish between hope and hype. As social media becomes increasingly fractured and fast and full of misinformation, it’s more important than ever to have trustworthy publications that share the best evidence for health claims. Research on the vagus nerve is at an interesting point right now. It’s the most me­andering nerve in the human body, connecting the brain with most of our internal organs. A full-spread graphic by Mesa Schumachershows just how elaborate its influence is. Charlatans with gadgets to sell will claim that stimulating the nerve can cure whatever ails you. That’s not true ... but a growing body of evidence suggests the vagus nerve is a good candidate for treating a range of health conditions. Author Jena Pincott outlines what we know, what we don’t and what it all means.\nWe should know soon whether a hypothetical distant planet is orbiting at the edge of our solar system. Planet Nine (also called Planet X), if it’s really there, is five to 10 times the mass of Earth and has been distorting the paths of smaller objects. Volcanologist and science writer Robin George Andrews tracks the evidence and the growing enthusiasm among some astronomers thatwe’ll soon have a ninth planet to replace poor Pluto. (One of these astronomers is the person who knocked Pluto out of the planetary pantheon and is hoping for atonement.)\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nPeople can learn to control their dreams andeven communicate while dreaming. Sleep researcher Michelle Carr details the dream adventures of people who have participated in research studies in her laboratory, along with tips about how to practice “lucid dreaming,” which may help some people manage nightmares and improve sleep.\nBats carry a lot of nasty viruses that don’t bother them but do endanger other species, including humans. New research explains how their odd immune systems are tied to their evolution of flight. Science writer Jane Qiu warns that deforestation and climate change make usmore vulnerable to spillover pandemics. Photojournalist Doug Gimesy’s images of gigantic bats called flying foxes are gorgeous and surprisingly endearing. Read more about Gimesy in ourContributors column.\nNASA’s Europa Clipper missionlaunched on October 14, 2024, toward one of Jupiter’s most intriguing moons, with a briny ocean that is one of our best chances for finding life elsewhere in the solar system. The space probe is scheduled to arrive in 2030. Science writer Nadia Drake was there for the launch, and she shares the excitement of the mission and the rich history of the search for life, which is guided in part by the work of her father, astronomer Frank Drake.\nEnjoy the two new columns in this issue: acrossword by Aimee Lucidothat features clues related to articles in the issue andThe Science of Parenting. Please let us know atfeedback@sciam.comif you have a question related to parenting that you’d like our experts to answer.",
    "authors_names": "Laura Helmuth",
    "difficulty": "easy",
    "sentiment": "neutral"
}