{
    "title": "It’s Never Been a Better Time to Look Up",
    "link": "https://www.scientificamerican.com/article/its-never-been-a-better-time-to-look-up/",
    "category": "Opinion",
    "date": "December 17, 2024",
    "summary": "Astronomy is a bright spot amid turbulence on Earth",
    "authors": "The Editors",
    "date_pub": "December 17, 2024",
    "read_time": "3min read",
    "type": "Opinion",
    "full_text": "Things have been tumultuous lately on Earth. Donald Trump will soon be sworn in as U.S. president, wars are raging, and ecosystems are at risk of collapsing. Many aspects of life feel unpredictable. But beyond our planet, things are swell. It’s arguably the best time in history to study space.\nThe colossally powerful James Webb Space Telescope (JWST) has upended textbook basics several times since its launch in 2021. It’s spied galaxies born shortly after the big bang that are far brighter and bigger than scientists thought they had a right to be, seen surprisingly gigantic ancient black holes, and identified life-supporting compounds such as carbon dioxide in the atmospheres of exoplanets for the first time. Its discoveries are coming so fast that scientists sometimes don’t know which of its many findings to focus their research on.\nThese riches are only growing with several other big-ticket observatories that have recently opened or will soon. In 2023 Europe launched its Euclid telescope into space to focus on the dark universe—the mysterious dark energy and dark matter that seem to dominate the cosmos. This year the Vera C. Rubin Observatory in Chile will begin photographing the full sky every few nights, observing moving objects, brief flares and how the universe changes over time. And in 2027 NASA’sNancy Grace Roman Space Telescope will join JWST in viewing space through infrared light, peering back to the earliest epochs of the universe.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nWith JWST’s price tag at $10 billion (it’s the most expensive observatory ever built), Euclid’s at $1.5 billion, Nancy Grace Roman’s at $4.3 billion and Vera C. Rubin’s at $473 million and counting, why spend this kind of money on space when there are so many problems here on Earth?\nMaking life on Earth better is a worthy goal, but so is astronomy. Even with these high costs, less than 0.5 percent of the U.S. federal budget goes to NASA every year. And our study of space shows that we humans can still work together across nations and rivalries to accomplish great things. It proves that we can dedicate huge resources and effort to goals that offer no financial gain or material advantage. Knowledge for its own sake is valuable, and its pursuit is justified even if it makes no practical difference here on our planet.\nBut in fact, astronomy does directly affect people’s lives. The need to power spacecraft has pushed development of the solar panel technology we use on Earth. Research on the charge-coupled device (CCD) cameras used in telescopes has enabled the cell-phone camera technology in our pockets. Furthermore, viewing Earth from space has helped us understand our changing climate and even drawn humans together in appreciating the fragility of our world.\nAnd what we stand to lose if we divert funding for space research is literally astronomical. The Rubin observatory alone will produce about 20 trillion bytes of raw data per night, and the Roman telescope will add another trillion bytes daily—not to mention the roughly 50 billion bytes coming in from JWST every day. All told, astronomers now have access to a fire hose of celestial information where they once were lucky to get a trickle. Mining these troves will help us understand what happened when the universe was first created. We might figure out how stars and galaxies are born, evolve and die, and we hope we will, possibly, solve some of the biggest mysteries in space: What is dark matter made of? What’s the nature of the dark energy pulling apart the cosmos? Is there life beyond us out there somewhere?\nThe money and work that go toward understanding the universe and our place in it are far from a waste—this project is among the most noble that humanity undertakes. Astronomy serves to remind us that we are part of something much grander than ourselves—that the turmoil of life on Earth, both its wonders and its tragedies, isn’t all there is. By peering at the stars, we can see that our lives are a small piece of a great and mysterious working.\nJust a few hundred years ago we relied on stories to explain what we saw when we looked into the night sky. Today we are more poised than ever to describe our universe the way it really is. This unfolding tale is turning out to be more fascinating than anything humans can invent, and our knowledge of it is worth every penny we spend.",
    "authors_names": "The Editors",
    "difficulty": "easy",
    "sentiment": "positive"
}