{
    "title": "Mysterious Constant that Makes Mathematicians Despair",
    "link": "https://www.scientificamerican.com/article/mysterious-constant-that-makes-mathematicians-despair/",
    "category": "Mathematics",
    "date": "December 19, 2024",
    "summary": "The proof that the Apéry constant is irrational remains one of the most bizarre events in the history of mathematics",
    "authors": "Manon Bischoff",
    "date_pub": "December 19, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "Mathematicians attended Roger Apéry’s lecture at a French National Center for Scientific Research conference in June 1978 with a great deal of skepticism. The presentation was entitled “On the Irrationality of ζ(3),” which caused quite a stir among experts.\nThe value of the zeta function ζ(3) had been an open question for more than 200 years. The brilliant Swiss mathematician Leonhard Euler had cut his teeth on it and failed to solve it. Now Apéry, a French mathematician who was relatively unknown and in his 60s at the time, had claimed to have solved this centuries-old riddle. Many in the audience had doubts.\nApéry’s lecture did not improve their opinion. He spoke in French, occasionally made jokes and omitted crucial explanations that were relevant to the proof. Right at the beginning, for example, he wrote down an equation that nobody in the room knew but which formed the core of his proof. When asked where this equation came from,Apéry is said to have answered, “They grow in my garden,” which purportedly caused many in the audience to stand up and leave the room.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nBut someone in attendance had an electronic calculator—an uncommon device at that time—and, with a short program, checked Apéry’s equation and found it correct. With that, Apéry again had the room’s attention. “Apéry’s incredible proof appears to be a mixture of miracles and mysteries,”wrote mathematician Alfred van der Poorten, who attended the lecture.\nIt took several weeks for the experts to understand and check the proof’s details. Apéry didn’t really make the task any easier for them: at one meeting, for example, he started talking about the state of the French language instead of devoting himself to mathematics. But after about two months, it became clear that Apéry had succeeded in doing what had eluded Euler 200 years earlier. He was able to show that ζ(3) is an irrational number.\nThe history of zeta functions goes back a long way. In 1644 Italian mathematician Pietro Mengoli wondered what would happen if you added up the reciprocal of all square numbers: 1 +1⁄4+1⁄9+ ... He was unable to calculate the result, however. Other experts also failed at the task, including the famous Bernoulli family of scientists in Basel, Switzerland. In fact, it took another 90 years before another resident of that city, then27-year-old Euler, found the solution to the so-calledBasel problem: Euler calculated the infinite sum to be π2⁄6.\nBut Euler decided to devote himself to the more general problem at hand. He was interested in a whole class of problems, including finding the sum of the reciprocals of cubic numbers, numbers to the fourth power, and so on. To do this, Euler introduced the so-called zeta function ζ(s), which contains an infinite summation:\nThe Basel problem is just one of many zeta functions and corresponds to the value ζ(2). Euler wanted to find a solution forallvalues of the zeta function. And he actually succeeded in calculating the result for even values,s= 2k. In this case,\nwherepandqare integers, and therefore the answer is always an irrational number.\nYet Euler could not clarify how the result changes whensis an odd number. He was able to calculate the first decimal places of the results but not the exact numerical value. He could not determine whether the zeta function for odd numbers also assumes irrational values or whether the result can be represented as a fraction.\nIn the years and decades that followed, the zeta function received a great deal of attention—and became intertwined with what is among thebiggest mysteries in mathematicstoday. In the nineteenth century, German mathematician Bernhard Riemann not only evaluated the zeta function for natural numberssbut also for complex numbers: real values that can contain square roots of negative numbers. In 1859 that change allowed him to express what would later become known as the famous Riemann hypothesis. With it, one can, in principle, determine the distribution of prime numbers along the number line. Because understanding prime numbers is essential not only to number theory but also has applications to fields such as cryptography, which relies on generating prime numbers for secure encryption, the stakes around this mystery are high. Anyone who can solve the Riemann hypothesis stands to win a million-dollar prize.\nDespite all the attention paid to the zeta function, no one succeeded in determining the exact value of ζ(3)—let alone finding a generally valid formula for all odd values of the zeta function, as Euler had succeeded in doing for the even numbers. Things became particularly interesting when ζ(3) appeared in physics in the 20th century.\nAt the beginning of the 20th century, physicists discovered quantum mechanics: a radical theory that turned the previous understanding of nature on its head. Here the boundary between particles and waves becomes blurred; certain values, such as energy, only appear in bits and pieces (quantized), and the formulas for the laws of nature contain uncertainties that are not based on measurement errors but result from the mathematics itself.\nIn the 1940s researchers succeeded in formulating a quantum theory of electromagnetism. Among other things, it stipulates that a vacuum is never truly empty. Instead it can contain a veritable firework display of short-lived particle-antiparticle pairs, matter that is seemingly created out of nothing but immediately annihilates again.\nIf you want to describe electrodynamic processes, such as the scattering of two electrons, you have to take this constant flare-up of particles into account. This is because the transient particle-antiparticle pairs can deflect the electrons from their trajectory. It turns out that if you want to describe this effect, an infinite sum with the reciprocal of cubes appears, ζ(3).\nFor physical calculations, it is sufficient to know the numerical value of ζ(3) to a few decimal places. But mathematicians wanted to know more about this number.\nApéry was able to determine that ζ(3) is irrational, much like the zeta function of even values. His proof was based on a previously unknown series representation of ζ(3)—the curious equation he supposedly claimed to have found in his garden:\nWith this expression, he was able to use a condition for irrationality that German mathematician Gustav Lejeune Dirichlet had derived in the 19th century. It states that a number χ is irrational if there are an infinite number of integerspandqwith different parts, so that the following inequality is satisfied:\nHerecand δ denote constant values. Although the formula looks complicated, it basically means that χ can be easily approximated by fractions, but there is no fractional number that corresponds to χ. Apéry succeeded in deriving this inequality for ζ(3). Since then it has been clear: ζ(3) is irrational.\nTo honor the work of the French mathematician, the value of ζ(3) now bears his name and is known as Apéry’s constant. This does not answer all the questions associated with it, however. Experts still want a clear numerical value for ζ(3) that can be expressed using known constants, as is the case with ζ(2) = π2/6, for example. But we are still far from this dream today.\nThis article originally appeared inSpektrum der Wissenschaftand was reproduced with permission.",
    "authors_names": "Manon Bischoff",
    "difficulty": "hard",
    "sentiment": "neutral"
}