{
    "title": "A Rapidly Warming Arctic Looks Dramatically Different Now Than It Did 20 Years Ago",
    "link": "https://www.scientificamerican.com/article/a-rapidly-warming-arctic-looks-dramatically-different-now-than-20-years-ago/",
    "category": "Climate Change",
    "date": "December 11, 2024",
    "summary": "Rising temperatures, increasing precipitation, thawing permafrost and melting ice are pushing the Arctic outside its historical norms",
    "authors": "Chelsea Harvey, E&E News",
    "date_pub": "December 11, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "CLIMATEWIRE |The Arctic continued its relentless transformation in 2024, experiencing its wettest summer, its second warmest permafrost temperatures and its second hottest overall year on record.\nIt’s the continuation of a long-term pattern — and serves as the latest evidence the Arctic has shifted into a new state of being, according to the latest installment of NOAA’s annualArctic Report Card. Temperatures, precipitation patterns, ice melt, permafrost and other factors have moved beyond the region’s historical norms. Change is constant.\n“The Arctic exists now within a new regime, in which conditions year after year are substantially different than just a couple of decades ago,” Twila Moon, a scientist with the National Snow and Ice Data Center and lead editor of the report, said at a press conference Tuesday announcing the findings. “Yet climate change is not bringing about a new normal. Instead, climate change is bringing ongoing and rapid change.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe Arctic Report Card, issued annually since 2006, provides regular documentation of the Arctic’s evolution. The first installment warned of melting sea ice and thawing permafrost and pointed to “hot spots” across the region. It also raised concerns about the stability of the Greenland ice sheet, where exact melt rates at the time were still uncertain.\nNearly two decades later, studies have indicated the Arctic is warming at least three times faster than the global average. Sea ice has continued to sharply decline, while permafrost has thawed across large swaths of Alaska, Canada and Siberia. Wildfires are on the rise. And scientists have confirmed the Greenland ice sheet is losing tens of billions of tons of ice every year.\n“An important starting point for the Arctic report card is recognizing that human-caused warming of our planet is amplified in the Arctic,” Moon said. “The Arctic continues to warm more quickly than the globe overall, and the last nine years in the Arctic are the nine warmest on record.”\nNot every year is a record-breaker. The past year saw sea ice hit its sixth lowest minimum extent. The summer was the second warmest on record behind 2023. Permafrost temperatures were also at their second warmest levels.\nMeanwhile, Greenland saw its lowest levels of mass loss since 2013. And snow accumulation was above average across the Eurasian and North American Arctic.\nBut all these factors still fall in line with the long-term pattern of changes the Arctic has seen in recent decades. Temperatures are swiftly rising, even if they don’t bring all-time records every year. Sea ice is steadily dwindling. And the Greenland ice sheet has been contributing to global sea-level rise for 27 years in a row.\nMeanwhile, 2024 still saw a few records broken.\nAn August heat wave broke daily temperature records in some communities across Alaska and Canada. Summer precipitation was the highest on record. And even though snowfall was higher than average in many places, the snow season was its shortest in at least 26 years over parts of central and eastern Arctic Canada. That’s largely due to the combination of later snow onset in the fall and early melt in the spring, driven by rising temperatures.\nWildlife populations are affected too, the new report notes — although not always in the same ways.\nIce seal populations across much of the Arctic remain largely healthy. That’s despite the fact that Arctic cod, their historically preferred food source, have declined in the wake of rising temperatures. Instead, studies suggest that ice seals have pivoted to preying on saffron cod, which prefer warmer water and are expected to increase in the coming years.\nThat’s a good sign for the ice seals, said Lori Quakenbush, a scientist and marine mammal expert with the Alaska Department of Fish and Game.\n“Although ice seals are highly adapted to sea ice, which is declining, we have not yet seen evidence that their adaptive capacities are limited by current ecological changes,” she said.\nCaribou, on the other hand, aren’t faring as well. Migratory tundra caribou populations have declined by 65 percent over the last 20 to 30 years, down to 1.8 million from a peak of 5.5 million in the 1990s and 2000s. While some small coastal herds have shown signs of recovery in the last decade, the larger inland herds have rapidly declined.\nThat’s a consequence of rising temperatures too, the report notes. Warmer winter weather increases the odds of freezing rain events, which can cover up the plants that caribou depend on for food.\nThese declines are a major concern for many Indigenous communities across the Arctic.\n“Declining caribou are critical concerns for local people whose food security has been tied to these animals since time immemorial,” Quakenbush said.\nThe new report card highlights the continued need for rapid global reductions in greenhouse gas emissions, scientists say.\n“While we can hope that many plants and animals will find pathways to adaptation, as ice seals have so far, hope is not a pathway for preparation or risk reduction,” Moon said. “With almost all human-produced heat-trapping emissions created outside of the Arctic, only the strongest actions to reduce these emissions will allow us to minimize risk and damage as much as possible into the future. This is true for the Arctic and the globe.”\nReprinted fromE&E Newswith permission from POLITICO, LLC. Copyright 2024. E&E News provides essential news for energy and environment professionals.",
    "authors_names": "Chelsea Harvey, E&E News",
    "difficulty": "easy",
    "sentiment": "negative"
}