{
    "title": "Most Expensive Dinosaur Fossil Ever Could RevealStegosaurusSecrets",
    "link": "https://www.scientificamerican.com/article/most-expensive-dinosaur-fossil-ever-could-reveal-stegosaurus-secrets/",
    "category": "Paleontology",
    "date": "December 19, 2024",
    "summary": "The hugeStegosaurusfossil Apex, bought at auction for $44.6 million, has debuted on loan at the American Museum of Natural History",
    "authors": "Zane Wolf",
    "date_pub": "December 19, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "My first visit to the American Museum of Natural History (AMNH) involved a flurry of media cameras, a sea of press badges and no small amount of intrigue. We had all been invited to witness the unveiling ofsomething. The museum made it clear we could expect to see a spectacular specimen that would “rival the ranks of storied favorites” such as Sue, the spectacular and belovedTyrannosaurus rexspecimen at Chicago’s Field Museum.\nSuffice it to say the AMNH delivered. Following a countdown from a bevy of schoolchildren at the front of the crowd, curtains were drawn to reveal Apex, one of the most complete and largestStegosaurusfossils yet discovered. The fossil was bought for a record-breaking $44.6 million last July—it’s the most expensive ever sold at auction,according to AP—and is currently on a long-term loan to the museum.\nThe Apex Stegosaurus on view in the American Museum of Natural History’s Richard Gilder Center for Science, Education, and Innovation.\nAlvaro Keding & Daniel Kim/© AMNH\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nApex (named, aptly, for its size) is 11.5 feet tall and 27 feet long, and it died around 150 million years ago—the peak era forStegosaurusin terms of species diversity and population density. A considerable amount—roughly 80 percent—of Apex’s skeleton was recovered, and compared with otherStegosaurusspecimens with similar amounts of skeletal material, this specimen’s fossilization process preserved its three-dimensional characteristics exceptionally well. “The important thing for me is those bones come from all of the major regions of the skeleton, so we’re not missing important parts of this animal,” says Roger Benson, Macaulay Curator of Paleontology and curator-in-charge of fossil amphibians, reptiles, and birds and fossil plants at the AMNH. Apex’s completeness and size could give scientists a crucial opportunity to answer some outstanding basic questions.\nFor instance, researchers still aren’t sure what the massive, iconic back plates ofStegosauruswere good for, explains Paul Barrett, a paleontologist and dinosaur specialist at the Natural History Museum in London. Were they used for thermoregulation or defense? And if it was the latter, how effective were they at fending off attacks? With a lot of well-preserved skeleton to work with, scientists are bound to find more clues about functionality.\nThanks to Apex’s completeness, it can be used to craft virtual models to study how this animal moved in comparison to smaller specimens, showing how locomotion gaits might have changed as the animals matured. “Apex adds another really important point of comparison for all the otherStegosaurusremains that we already know about, and it’s particularly important in that it’s near the very top end of the size range,” Barrett explains.\nThe Apex Stegosaurus on view in the American Museum of Natural History’s Richard Gilder Center for Science, Education, and Innovation.\nAlvaro Keding & Daniel Kim/© AMNH\nApex’s large size also suggests this dinosaur specimen died when it was relatively mature, which would be a rarity. “Dinosaurs were living a kind of rock-star lifestyle of living fast and dying young,” Barrett says, and the dearth of fully adult specimens creates a large gap in our knowledge about how and when these animals reached full maturity.\nBenson and Barrett describe two ways to determine biological age in a fossil. First, vertebrates are often born with more bones than they have when they die because some eventually fuse together. Human craniums are a prime example, consisting of five separate major bones that fuse into one structure after birth. In Apex, Benson explains, “every single vertebra is fused, and that’s one of the really clear signs of older age.”\nSecond, like tree rings, patterns of bone growth can indicate periods of fast and slow growth as well as overall age. By looking across bone samples from small, younger specimens and larger, adult specimens like Apex, it’s possible to construct a model of when and how rapidlyStegosaurusgrew during different periods of its life. This can yield valuable information about its overall metabolism and the duration of various life stages.",
    "authors_names": "Zane Wolf",
    "difficulty": "easy",
    "sentiment": "neutral"
}