{
    "title": "What’s in a (Star’s) Name?",
    "link": "https://www.scientificamerican.com/article/how-do-we-name-the-stars/",
    "category": "The Universe",
    "date": "December 20, 2024",
    "summary": "With billions of stars in the Milky Way, some nomenclature standardization is necessary",
    "authors": "Phil Plait",
    "date_pub": "December 19, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "Betelgeuse! Betelgeuse! Betelgeuse!\nDid it explode? No? Okay, then.\nBut it seems fair to ask: Why “Betelgeuse”? It’s an odd-seeming name for a star. That’s because it’s a corrupted translation of the Arabic phraseyad al-jawzā’, which roughly translates to “the hand of Orion”—a decent moniker for the star that does represent the constellation’s upraised arm.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nA lot of star names we use today are in fact Arabic in origin; the Alexandrian astronomerClaudius Ptolemycreated a star map of the sky for his wildly popular bookMathematical Treatise, written in Greek around C.E. 150. It was translated into Arabic more than 1,000 years ago and acquired a nickname,Almagest—itself a corruption of the Arabized version of the Greek word for “the greatest”—and many of those Arabic versions of star names were kept even when the map was translated into different languages. Rigel, Deneb Aldebaran, and many more of the brightest stars in the sky trace their names back to such quirks of ancient publishing.\nOthers started more as nicknames, such as Polaris being named for its position in the sky near the north celestial pole, and ruddy Antares, which literally means “rival of Mars.” Still others are named after astronomers who studied them, such as Barnard’s Star and van Maanen’s star. This is obviously a less-than-ideal naming methodology, sometimes leading to confusion over what a star should actually be called.\nYou might think we’d run out of names quickly, too, because there are many thousands of stars visible to the unaided eye at night. Fewer than 1,000 stars have proper names, however, so that doesn’t seem like a crisis—which is a good thing because there arehundreds of billionsof stars in the Milky Way! So the problem isn’t naming them so much as naming themconsistently.\nDifferent ancient cultures had their own names for stars, but as the world became more interconnectedastronomers tried many systems to standardize names and naming, with varying degrees of success.\nOne of the first in the modern era, published in 1603, was dreamed up by the German astronomer Johann Bayer. He named each star according to its apparent brightness ranking in a given constellation, using a Greek letter and the genitive (possessive) case of its constellation name. So for example, the brightest star in Orion would be called Alpha Orionis, the next brightest Beta Orionis, and so on. There are two problems with this system, however. First, the Greek alphabet is only 24 letters, so that limits the names you can use this way. Second, stars can change brightness over time, wreaking havoc on the ordering of a constellation’s star names.\nAbout a century later the English astronomer John Flamsteed came up with the idea of using numbers instead of letters, which obviates one of Bayer’s problems. Also, instead of using stars’ sometimes-varying brightness, he designated them by their position in a constellation, starting with the western edge of the constellation and moving east. So for example, 1 Orionis is not the brightest star in Orion but the one closest to its western edge.\nThis has problems, too.Constellation borders weren’t officially defined until the International Astronomical Union approved them in 1928, so Flamsteed’s catalog occasionally listed stars as being in one constellation when they were actually in another. Also, Flamsteed only catalogued stars he could see from England, which excludes a large part of the southern sky that’s invisible from that latitude.\nThen there’s the Bonner Durchmusterung catalog and its updates, created by astronomers at the Bonn Observatory in Germany in the mid- to late 1800s. This was the last great catalog assembled before photography revolutionized astronomical observing. It covers stars down as faint as ninth magnitude,sorting them by their declination(like latitude, but on the sky). After that came the Henry Draper catalog of the early 20th century, named for the eponymous American amateur astronomer and astrophotographer. The Draper catalog included spectroscopic information on stars and thus gives more details on associated stellar characteristics (such as temperature, size and composition).\nAs telescopes and photographic equipment got better, fainter stars could be seen, meaning catalogs got a lot bigger. There were also more attributes of stars to note, including their physical motions in the sky relative to one another, which are usually apparent only after many years of careful observing. All-sky surveys became possible, too, as bigger telescopes were built in the Southern Hemisphere, creating a need for even bigger and better catalogs. By the 1990s, the numbers had become, well, astronomical. One project,the United States Naval Observatory catalog, used observations made on thousands of wide-field glass plates to organize a staggeringone billion objectsmade from more than three billion observations, listing stars as faint as magnitude 21 (about a million times fainter than the dimmest star you can see by eye).\nWhen the Hubble Space Telescope was being built, astronomers realized that to properly point it they needed a very accurate list of star positions and brightnesses, sothe Guide Star Catalogwas created, which currently includes nearly a billion stars. These are observed by special sensors on Hubble that then use the known positions of the stars to navigate where the telescope needs to be aimed.\nThere are still more catalogs, but the newest and most complete is fromGaia, a European Space Agency mission whose purpose is to measure the brightness, positions, motions and colors of stars and other cosmic objects with phenomenal accuracy. The Gaia team releases a new dataset every few years as updated measurements hone in on stellar characteristics. The most recent release contains new information about nearly two billion stars in the Milky Way.\nThese more modern datasets (and there are far too many to mention individually) have so many stars that using any kind of naming is hopeless. Instead, they generally identify an object using an alphanumeric designation combining the catalog name with the star’s position in the sky; so for example you might see a star listed as 2MASS J05551028+0724255 in theTwo-Micron All-Sky Survey, representing the coordinates 05 hours, 55 minutes and 10.28 seconds of right ascension and 07 degrees, 24 minutes and 25.5 seconds of declination. Another name for that star? Betelgeuse.\nGiven that the holidays and their traditional gift-giving are fast approaching, I can’t help but note the presence of multiple ad campaigns on social media and elsewhere from various disreputable “star naming” companies. These promise you the ability to name a star (sometimes of your choosing, sometimes not) that will go in a catalog somewhere or be used by astronomers or—get this—saved in a vault. So fancy! To be very clear: this is nonsense. These are vanity sales, and no astronomer anywhere will ever know the star names purchased from one of these companies or use them. Many of these companies target grieving people to name a star after a loved one who has died, and I personally find such messaging disgusting. Don’t fall for this egregious scam.\nAnyway, an unavoidable problem here is that any given star can have a lot of names, even sticking to the legitimate ones. Alot. Our old friend Betelgeuse, for example,has no fewer than 46 designationslisted atSIMBAD, a database of astronomical objects beyond the solar system. Sure, in that case everyone just calls it “Betelgeuse,” because that’s its recognized name (and it’s fun to say), but for other stars the name used can depend on which astronomer is observing it, andhowit’s being observed. A star might have been discovered in an infrared astronomical survey, but also independently in a radio-wave observation, so different astronomers will call it different names depending on what part of the spectrum they’re most familiar with.\nBut I’m okay with this; it gives us a certain flexibility with naming, and it’s not hard to look up which names go with what star.\nAnd of course, in the end, a star by any other name would shine as sweet.",
    "authors_names": "Phil Plait",
    "difficulty": "easy",
    "sentiment": "neutral"
}