{
    "title": "Who Is Jared Isaacman, President-Elect Trump’s Pick to Lead NASA?",
    "link": "https://www.scientificamerican.com/article/trump-taps-jared-isaacman-billionaire-and-private-astronaut-to-lead-nasa/",
    "category": "Space Exploration",
    "date": "December 4, 2024",
    "summary": "NASA’s presumptive next leader, billionaire private astronaut Jared Isaacman, already has big plans for the space agency",
    "authors": "Lee Billings",
    "date_pub": "December 3, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "President-elect Donald Trump has tapped Jared Isaacman, a billionaire entrepreneur, aviator and private astronaut, to lead NASA. The selection comes as the $25-billion-per-year space agency faces intense pressures to return U.S. astronauts to the moon as part of itsover budget and behind-schedule Artemis program—while also balancingthe denouement of the International Space Stationand avast,ambitiousportfolio of space science and aeronautical initiatives.\nIsaacman’s nomination would need to be confirmed by the Senate next year.\n“Jared will drive NASA’s mission of discovery and inspiration, paving the way for groundbreaking achievements in Space science, technology, and exploration,” Trumpwroteon his Truth Social platform. “Jared’s passion for Space, astronaut experience, and dedication to pushing the boundaries of exploration, unlocking the mysteries of the universe, and advancing the new Space economy, make him ideally suited to lead NASA into a bold new Era.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nLori Garver, who served as NASA’s deputy administrator under the Obama administration and helped spark theongoing renaissancein U.S. commercial spaceflight, applauds Isaacman’s selection as a “much-needed fresh perspective.”\n“[Isaacman] is extremely knowledgeable and passionate about both aviation and space,” she says. “Since he doesn’t have a traditional aerospace industry background, he is likely to pursue a transformative agenda for NASA. Although the community may balk at inevitable disruptions, the opportunities for accelerated progress require change. The status-quo human spaceflight programs with cost overruns and schedule slips have been considered ‘acceptable’ for far too long.”\nIsaacman, age 41, is founder and CEO of the payment-processing company Shift4 Payments and founder of the defense company Draken International. He is also a philanthropist who has raised or donated hundreds of millions of dollars to causes such as St. Jude Children’s Research Hospital. But in space circles he is more well-known for his leadership ofPolaris, a private human orbital spaceflight program reliant on rockets, spacecraft and spacesuits from Elon Musk’s SpaceX.\nMusk, whom Trump has selected alongside entrepreneur Vivek Ramaswamy to co-lead a new, federal-budget-slashing “Department of Government Efficiency” (DOGE), is a close associate of Isaacman’s, and Shift4 hasextensive financial tiesto SpaceX. The link between the two men and their companies could haveprofound implicationsfor NASA and potentialrestructuringof the space agency’s priorities and funding. NASA already heavily relies on SpaceX for transporting crews to and from the ISS and hastasked the company with safely deorbitingthe habitat in the 2030s. SpaceX’sin-development Starship megarocketis also a crucial component for ferrying astronauts to and from the lunar surface in NASA’s planned future Artemis missions.\n“I think people at NASA should be a little apprehensive because of [Isaacman’s] private-sector spaceflight background and the lurking specter of Mr. Musk,” says John Logsdon, a professor emeritus and founding director of the Space Policy Institute at George Washington University. “But any new administration and new administrator would take a hard look at the major programs of their agency. [Isaacman’s] selection is a reasonable choice and a positive decision for the nation’s space program—he is clearly familiar with NASA’s central focus, which is human spaceflight.”\nIsaacman has flown to space twice: once in 2021 forthe privateInspiration4missionand again this past September for thePolaris Dawnmission, which seta high-altitude recordfor crewed orbital spaceflight (surpassed only by the moon-bound Apollo astronauts of the 1960s and 1970s). During that latter mission, Isaacman conducted a daringfirst-ever commercial spacewalk. Both flights used SpaceX assets, namely its Falcon 9 rocket and Crew Dragon spacecraft. Two more Polaris missions have been announced (the second using similar hardware and the third slated to fly on SpaceX’s Starship vehicle), but their current status is unclear.\nIsaacman, who bankrolled both previous flights, as well as the rest of the Polaris program, has not disclosed how much he has paid for SpaceX’s services. For a time, he worked with NASA and SpaceX in hopes of taking the second Polaris mission to the iconic Hubble Space Telescope, but the space agencybalked at those plansearlier this year. The aging observatory is suffering from hardware failures, and its orbit is slowly decaying; Isaacman had proposed a Dragon spacecraft rendezvous with Hubble to boost the telescope to a higher orbit and to upgrade its instruments via spacewalks.\n“This nomination probably changes the context for those next two missions,” Logsdon says. “Being NASA administrator is a full-time job, and taking the time to train for and participate in orbital missions would, I think, be a distraction.”\nJohn Grunsfeld, a former astronaut and former NASA science chief, who helped space-agency officials vet Isaacman’s Hubble proposal, notes that the observatory’s life could likely be extended via a cheaper and lower-risk robotic mission without the need for human visitation. “Obviously, [Isaacman] is excited about space, and that’s a very good thing, but he’s also a risk-taker. And a NASA administrator needs to be a riskmanager—which is a very different job.”\nIna statementon Musk’s social media platform X (formerly Twitter), Isaacman declared his readiness for the position. “With the support of President Trump, I can promise you this: We will never again lose our ability to journey to the stars and never settle for second place,” he wrote. “We will inspire children, yours and mine, to look up and dream of what is possible. Americans will walk on the Moon and Mars and in doing so, we will make life better here on Earth. It is the honor of a lifetime to serve in this role and to work alongside NASA’s extraordinary team to realize our shared dreams of exploration and discovery.”",
    "authors_names": "Lee Billings",
    "difficulty": "easy",
    "sentiment": "neutral"
}