{
    "title": "How Tiny Energy Grids Help Towns Weather Hurricanes, Wildfires, and More",
    "link": "https://www.scientificamerican.com/article/how-renewable-powered-microgrids-help-towns-weather-hurricanes-wildfires-and/",
    "category": "Renewable Energy",
    "date": "December 11, 2024",
    "summary": "Communities are thinking big and relying on smaller energy systems called microgrids to gain reliable energy autonomy",
    "authors": "Lauren Leffer",
    "date_pub": "December 11, 2024",
    "read_time": "5min read",
    "type": null,
    "full_text": "When Hurricane Helene’s torrential rains and raging floodwaters devastated western North Carolina last September, hundreds of thousands of homes and businesses lost electricity. More than a week later, tens of thousands remained without it. Thousands were left in the dark for weeks and faced issues such as water shortages and delayed medical care. But the small mountain town of Hot Springs, N.C., restored power to critical facilities—including a fire station, a gas station, a grocery store and a diner—in just five days, even though the swollen French Broad River had swept away the community’s single electrical substation.\nWhy was this town of about 520 people able to restore power so quickly? Less than two years earlier, the regional utility company Duke Energy had equipped Hot Springs with amicrogrid—a self-contained power generation, storage and distribution system. The microgrid can fully disconnect, or “island,” itself from the larger power grid during brief outages, which hit Hot Springs relatively often because the 10-mile-long distribution line that carries electricity to its consumers spans steep, remote terrain and is vulnerable to falling tree limbs, wind, lightning and erosion.\nHot Springs’ all-renewable microgrid (which uses solar panels and battery storage) succeeded as the sole source of electricity for seven straight days until a mobile substation could be brought in to reconnect the town to Duke Energy’s main grid. And the small-scale system could have operated even longer.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHot Springs and several other communities around the U.S. are proof that renewable-powered microgrids can bolster resilience in the face of the worsening climate crisis. Energy experts began promoting this solution years ago to better protect communities in the face of floods, storms and wildfires. The idea gained popularity after Hurricane Sandy hit the Northeast in 2012 and garnered additional buy-in after many parts of Puerto Rico spent months without power following Hurricane Maria in 2017.\n“Energy isn’t just about keeping the lights on,” says Jenny Brennan, a climate analyst at the Southern Environmental Law Center, where she co-leads climate resilience work. “It’s about being able to power medical equipment. It’s about being able to keep people healthy and safe.” Getting power back quickly can be key to saving lives and jump-starting recovery.\nAlmost all electricity in the U.S. is sourced from centralized power plants or renewable generation sites, which might be very far away—often across state lines—from where that energy is used. High-voltage transmission linesmove power from generation pointsto substations, which reduce the voltage for residential or commercial use. From there, distribution lines bring electricity to buildings. If generation is low at one site, another can compensate. Ideally there’s redundancy built in, with lots of ways for power to get from point A to point B.\nYet parts of the nation’s grid lack redundancy; the single distribution line in Hot Springs, though an extreme example, is emblematic of a broader vulnerability. Plus, lines and substations have degraded over time without adequate maintenance. “The greatest [energy] threats are related to aging infrastructure,” saysEliza Hotchkiss, a resilience and recovery analyst at the National Renewable Energy Laboratory. And even where equipment is well maintained, it wasn’t built with our present climate in mind. “To some degree, climate hazards were just not considered when energy infrastructure was being constructed. When [utility companies] were siting substations, they weren’t necessarily looking at the floodplain,” Brennan says—as exemplified by the loss of the Hot Springs substation during Helene.\nOn the wider grid, severe storms, fires, heat waves, freezes or floods can render centralized generation plants inoperable. These forces can also knock out transmission and distribution systems, so even when power continues to be generated, it can’t reach the end user. Sometimes both scenarios occur at once, as inTexas during winter storm Uri in 2021.\nIn the recent years , weather-related power outages have increased in duration and frequency. From 2014 to 2023, the U.S. experienced about double the number of weather-related outages compared with 2000 to 2009, according toan analysisfrom the non-profit Climate Central. From 2020 to 2022, the average number of minutes per year that customers experienced weather-related outages wasmore than double that of 2013 to 2015, per a document from the Senate Joint Economic Committee.\nMajor upgrades such as replacing miles of utility poles, weatherizing substations and power plants or moving lines underground are all important long-term fixes, says Brennan, who helped advise Duke Energy ona resilience assessmentof the Carolinas. Andinvesting in energy efficiencyshould be a first step toward shoring up reliability and resilience because it reduces strain on the grid and lowers emissions, says independent energy consultantAlison Silverstein, who has advised the Public Utility Commission of Texas and the Federal Energy Regulatory Commission.\nBut these fixes can be expensive and slow, and they’re often underway for more than a decade as utilities budget for them, Silverstein says. In contrast, small-scale approaches—such as microgrids—can protect the energy supply more quickly and “surgically,” ensuring power where it’s most needed immediately.\nAt its most basic, a microgrid is simply a hyperlocal power system: It includes a group of interconnected electricity users and the generation, storage and distribution resources to produce and deliver energy in a small area. Microgrids can operate in isolation from the larger grid when needed locally, and also provide energy to a region’s main grid—and reduce carbon emissions and costs—during normal operations.\nOther communities that have benefited from microgrids during disasters includeBabcock Ranch, a developer-planned town in Florida designed to be eco-friendly, with climate change resilience in mind. It withstood back-to-back battering from Hurricanes Helene and Milton thanks to its on-site solar farm, extensive stormwater control features and underground electricity distribution system. At Blue Lake Rancheria, a small Native American reservation in northern California, a solar and battery storage microgrid has helped the community avoid blackouts multiple times over the past seven years, such as during an active wildfire and aproactive multicounty power shutoff meant to prevent wildfires from igniting.\nMicrogrids aren’t cheap, though, and except for a few cases where grants support a project, customers end up bearing the extra burden in their monthly utility bill. Yet the alternative to paying for microgrids and other resilience solutions is often paying a steeper price for not having them. Outages make emergency response more costly, extensive and difficult. People are often unable to work, and things such as the cost of food spoilage can add up quickly. “If you consider all these externalities,” microgrids are often financially viable, saysDasun Perera, an energy system researcher at Princeton University.\nIn cost-benefit analyses that Perera has conductedin California,ChicagoandPuerto Rico, microgrids are worth the price in all but a few cases—and they will only become more advantageous as the price of solar panels and batteries continues to decline.\nEven so, microgrids may not be right for every community. Perera found that in some cases, the amount of solar energy that could be generated “was not sufficient to meet energy demand.” Diesel generators would be needed to pick up the slack in such places, and “the operation costs become quite high,” he says.\nAdditionally, relative cost is still a factor. For example, if a town can improve its energy resilience by simply trimming some trees near power lines, a microgrid can be a tough sell. Except in the cases of islands or isolated communities where energy costs skyrocket, Perera says, “microgrids are not a substitution for the grid.”\nYet our world is changing fast, and energy systems need to keep up. Microgrids are “not going to be a silver bullet,” says Jason Handley, general manager of Duke Energy’s Distributed Energy Group. But they are “a great tool in the toolbox.”",
    "authors_names": "Lauren Leffer",
    "difficulty": "medium",
    "sentiment": "positive"
}