{
    "title": "The 6 Most Hilarious Things We Learned about Animals in 2024",
    "link": "https://www.scientificamerican.com/article/the-6-most-hilarious-things-we-learned-about-animals-in-2024/",
    "category": "Animals",
    "date": "December 16, 2024",
    "summary": "From a comb jelly with two butts to wing-slapping ants, this animal research made us laugh this year",
    "authors": "Andrea Thompson",
    "date_pub": "December 16, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Science has the ability to inspire awe, to improve our lives—and, sometimes, to make us laugh. Below,Scientific Americanhas rounded up some of the things we learned about animals this year that gave us a good chuckle and brightened our days a bit.\nSynchronization of muscle contraction in fused comb jellies.\nMariana Rodriguez-Santiago (CC BY SA)\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nBehold the “Franken-jelly.” What at first appeared to researchers at the Marine Biological Laboratory in Woods Hole, Mass., to be a single “sea walnut”comb jelly(Mnemiopsis leidyi)—with two separate anuses—turned out to betwo individuals that had fused together after being injured.\nWhen one side of the combined entity was prodded,bothof the conjoined bodies responded, which suggested that the two nervous systems had become one. Food was shared between both digestive tracts. “The extent and the rapidity of that integration is pretty shocking,” says Steven Haddock, a marine biologist who studies ctenophores (gelatinous sea animals that resemble jellyfish) at the Monterey Bay Aquarium Research Institute.\nBirds are not the most, well, graceful-looking of runners. This is because, unlike humans,birds always keep one foot on the floor—a technique called “grounded running.”It may look a little goofy, but computer modeling shows it is actually the most efficient way for birds to run given their anatomy: they have very elastic tendons in their legs, and their naturally crouched stance makes them keep their hips and knees tucked into their body.\nIf humans try to run in a crouched position, we instinctively run this way (versus our normal mode of running where we pick up our feet, a method called aerial running). Give it a try!\nSplendid Fairy-wren (Malurus splendens).\nLea Scaddan/Getty Images\nNot only are birds silly-looking when they run, but many also look amusing as theyhop around on their skinny little legs. Why do they have such weirdly thin appendages to support their body?\nSome of it is just a matter of appearance. The fluffy feathers covering their body make their bare legs look very spindly in comparison. But evolution comes into play, too: As birds evolved to fly, changes in their bone and muscle structure meant their leg muscles became consolidated in their thighs, which are kept tucked up under their feathers. Their lower legs, meanwhile, have very thin tendons. It’s something to ponder next time a songbird perches outside your window.\nSpecies across the animal kingdom use all kind of strategies to attract a mate: enticing pheromones, showy plumage, fierce fights with rivals. The transparent,rice-grain-size fishDanionella cerebrumhas opted to scream.\nBut that scream is really a love song—which, to human ears above water, sounds like a short chirp or a buzzy whine—that registers at 140 decibels underwater. That’s as loud as a firecracker. It’s possible the outsized volume tells females that the tune-belting male has plenty of energy and thus is a particularly fit potential mate.\nA Japanese honeybee uses its wing to slap a way an ant attempting to invade its hive.\n“Wing-Slapping: A Defensive Behavior by Honey Bees against Ants,” by Yugo Seko et al., in Ecology, Article No. e4372. Published online July 8, 2024 (CC BY-NC-ND 4.0)\nDo not mess with a Japanese honeybee. At least not if you’re an ant.\nTo ward off hive invaders, honeybees generally sting, bite and use their wings to create air currents. But Japanese honeybees have another defense strategy:they literally slap encroaching ants with their wings. High-speed camera footage reveals that as an ant approaches, the bee tilts its body toward the invader and then flaps its wings while simultaneously turning its body. Then: kapow!\nWatching this “wing-slapping” in action “reminds you of someone that really delivers a perfect hit on the golf ball,” says Gro Amdam, a biologist at Arizona State University. “That’s really beautiful.”",
    "authors_names": "Andrea Thompson",
    "difficulty": "easy",
    "sentiment": "positive"
}