{
    "title": "Why Do Some People Need Just Four to Six Hours of Sleep?",
    "link": "https://www.scientificamerican.com/article/why-do-some-people-need-just-four-to-six-hours-of-sleep/",
    "category": "Sleep",
    "date": "December 17, 2024",
    "summary": "Short sleepers cruise by on four to six hours a night and don’t seem to suffer ill effects. Turns out they’re genetically built to require less sleep than the rest of us",
    "authors": "Marla Broadfoot, Knowable Magazine",
    "date_pub": "December 17, 2024",
    "read_time": "7min read",
    "type": null,
    "full_text": "Everyone has heard that it’s vital to get seven to nine hours of sleep a night, a recommendation repeated so often it has become gospel. Get anything less, and you are more likely to suffer from poor health in the short and long term — memory problems, metabolic issues, depression, dementia, heart disease, a weakened immune system.\nBut in recent years, scientists have discovered a rare breed who consistently get little shut-eye and are no worse for wear.\nNatural short sleepers, as they are called, are genetically wired to need only four to six hours of sleep a night. These outliers suggest that quality, not quantity, is what matters. If scientists could figure out what these people do differently it might, they hope, provide insight into sleep’s very nature.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“The bottom line is, we don’t understand what sleep is, let alone what it’s for. That’s pretty incredible, given that the average person sleeps a third of their lives,” saysLouis Ptáček, a neurologist at the University of California San Francisco.\nScientists once thoughtsleepwas little more than a period of rest, like powering down a computer in preparation for the next day’s work. Thomas Edison called sleep a waste of time — “a heritage from our cave days” — and claimed to never sleep more than four hours a night. His invention of the incandescent lightbulb encouraged shorter sleep times in others. Today, a historically high number of US adults are sleeping less than five hours a night.\nBut modern sleep research has shown that sleep is an active, complicated process we don’t necessarily want to cut short. During sleep, scientists suspect that our bodies and brains arereplenishing energy stores,flushing waste and toxins, pruning synapses andconsolidating memories. As a result, chronic sleep deprivation can haveserious health consequences.\nMost of what we know about sleep and sleep deprivation stems from a model proposed in the 1970s by a Hungarian-Swiss researcher named Alexander Borbély. Histwo-process modelof sleep describes how separate systems — circadian rhythm and sleep homeostasis — interact to govern when and how long we sleep. Thecircadian clockdictates the 24-hour cycle of sleep and wakefulness, guided by external cues like light and darkness. Sleep homeostasis, on the other hand, is driven by internal pressure that builds while you’re awake and decreases while you’re asleep, ebbing and flowing like hunger.\nThere’s variation in these patterns. “We’ve always known that there are morning larks and night owls, but most people fall in between. We’ve always known there are short sleepers and long sleepers, but most people fall in between,” says Ptáček.“They’ve been out there, but the reason that they haven’t been recognized is that these people generally don’t go to doctors.”\nThat changed when Ptáček and his colleagueYing-Hui Fu, a human geneticist and neuroscientist at UC San Francisco, were introduced to a woman who felt that her early sleep schedulewas a curse. The woman naturally woke up in the wee hours of the morning, when it was “cold, dark, and lonely.” Her granddaughters inherited her same sleep habits. The researchers pinpointed thegenetic mutation for this rare type of morning lark,and after they published their findings, thousands of extreme early risers came out of the woodwork.\nBut Fu recalls being intrigued by one family that didn’t fit the pattern. These family members woke up early but didn’t go to bed early, and felt refreshed after only about six hours of sleep. They were the first people identified with familial natural short sleep, a condition that runs in families like other genetic traits. Fu and Ptáček traced their abbreviated slumber to amutation in a gene calledDEC2.\n“Whatever their body needs to do with sleep, they can get it done in a short time.” —Ying-Hui Fu,human geneticist and neuroscientist\nThe researchers went on to genetically engineer theDEC2mutation into mice, showing that the animals need less sleep than their littermates. And they found thatone of the gene’s jobs is to help control levels of a brain hormone called orexin, which promotes wakefulness. Interestingly, orexin deficiency is a leading cause of narcolepsy, a sleep disorder marked by episodes of excessive daytime sleepiness. In people with short sleep, however, orexin production appears to be increased.\nOver time, the team has identified seven genes associated with natural short sleep. In one family with three generations of short sleepers, the researchers found amutation in a gene calledADRB1, which is highly active in a region of the brain stem, the dorsal pons, that’s involved in regulating sleep. When the scientists used a technique to stimulate that brain region in mice, rousing them from their sleep, mice with theADRB1mutation woke more easily and stayed awake longer.\nIn a father-son pair of short sleepers, the researchers identified amutation in another gene,NPSR1, which is involved in regulating the sleep/wake cycle.When they created mice with the same mutation, they found that the animals spent less time sleeping and, in behavioral tests, lacked the memory problems that typically follow a short night’s sleep.\nThe team also found two distinct mutations in agene calledGRM1, in two unrelated families with shortened sleep cycles. Again, mice engineered with those mutations slept less, with no obvious health consequences.\nLike mice, people who are naturally short sleepers seem to be immune to the ill effects of sleep deprivation. If anything,they do extraordinarily well. Research suggests that such people are ambitious, energetic and optimistic, with remarkable resilience against stress and higher thresholds for pain. They might even live longer.\nBased on the findings in short sleepers, some researchers think it may be time to update the old two-process model of sleep, which is how Ptáček developed the idea of a third influence. The updated model might unfold like this: In the morning, the circadian clock indicates it is time to start your day, and sleep homeostasis signals you’ve gotten enough sleep to get out of bed. Then a third factor — behavioral drive — compels you to go out and do your job, or find a mate, or gather sustenance. At night, the process goes in reverse, to calm the body down for sleep.\nPerhaps short sleepers are so driven that they are able to overcome the innate processes that keep others in bed.But it may also be that, somehow, the brains of short sleepers are built to sleep so efficiently that they are able to do more with less.\n“It’s not like there’s something magical about your seven to eight hours,” saysPhyllis Zee, director of the Center for Circadian and Sleep Medicine at Northwestern University, near Chicago. Zee can imagine countless ways that short sleepers’ brains could be more efficient. Do they have more slow-wave sleep, the most restorative sleep stage? Do they generate higher amounts of cerebrospinal fluid, the liquid that bathes the brain and spinal cord, enabling them to get rid of more waste products? Is their metabolic rate different, helping them cycle in and out of sleep more quickly?\n“It’s all about efficiency, sleep efficiency — that’s how I feel,” says Fu. “Whatever their body needs to do with sleep, they can get it done in a short time.”\nRecent studies from Fu and Ptáček suggest that naturally short sleepers may be more efficient at removing toxic brain aggregates that contribute to neurodegenerative disorders like Alzheimer’s disease. The researchers bred mice that hadshortsleepgenes with mice that carried genes predisposing them to Alzheimer’s. The Alzheimer’s mice developed a buildup of abnormal proteins — amyloid plaques and tau tangles — that, in humans, are hallmarks of dementia. But the brains of the hybrid mice developed fewer of these tangles and plaques, as if the sleep mutations were protecting the animals.\nFu believes that if she conducted similar studies in models of heart disease, diabetes or other illnesses associated with sleep deprivation, she would get similar results.\nIt isn’t yet clear how the short sleeper genes identified thus far shield people from the ill effects of poor sleep, or how the mutations in these genes make sleep more efficient. To get at the answer, Fu and Ptáčekstarted bringing short sleepers to their joint laboratory to measure their brain waves while they slept. Their sleep study was derailed by the pandemic, but they are eager to get it back on track.\nThe researchers are also interested in understanding other sleep outliers. Sleep duration, like most behaviors, follows a bell curve. Short sleepers sit on one end of the curve, long sleepers on the other.Fu has found one genetic mutation associated with long sleep, but long sleepers are challenging to study because their schedules don’t align with the norms and demands of society. Long sleepers are often forced to get up early to go to school or work, which can result in sleep deprivation and may contribute to depression and other illnesses.\nBut though sleep has a stronggenetic component, it can also be shaped by the environment. Knowing that better sleep is possible, and understanding the basis, could point the way to interventions to optimize sleep, enabling more people to live longer, healthier lives.\nZee’s lab, for example, has tinkered with usingacoustic stimulationto boost the slow waves of deep sleep that enhance memory processing and may be one of the secrets to short sleepers’ success. In a study, they played pink noise — a softer, more natural sound than white noise, more akin to rain or the ocean — while study participants slept. The next day those participants remembered more in a test of learning and recalling word pairs. “We can enhance memory, but we’re not making them sleep longer or necessarily shorter,” says Zee. “I think there’s a lot more to learn.”\nFor now, researchers recommend that people focus on getting the amount of sleep they need, recognizing it will be different for different people. Ptáček still bristles when he hears someone preach that everybody has to sleep eight hours a night. “That's like saying everybody in the population has to be 5 foot 10,” he says. “That's not how genetics works.”\nThis article originally appeared inKnowable Magazine, an independent journalistic endeavor from Annual Reviews. Sign up for thenewsletter.",
    "authors_names": "Marla Broadfoot, Knowable Magazine",
    "difficulty": "easy",
    "sentiment": "neutral"
}