{
    "title": "Animals Evolved Color Vision before Bright Colors Emerged",
    "link": "https://www.scientificamerican.com/article/animals-evolved-color-vision-before-bright-colors-emerged/",
    "category": "Evolution",
    "date": "December 12, 2024",
    "summary": "Animals were able to see colors long before species developed the riot of colors that enlivens our world today",
    "authors": "Sara Novak",
    "date_pub": "December 12, 2024",
    "read_time": "3min read",
    "type": null,
    "full_text": "Bold hues of red, orange, yellow, blue and purple help plants and animals communicate with their own species and others in their efforts to survive. Vivid orange dart frogs warn predators of their toxicity. Different birds use a rainbow of plumage to attract mates. Flowers in a rainbow of colors lure birds and bees to disperse pollen and seeds.\nThe coloration of living things has evolved slowly: colorful fruitlike seeds started dotting an otherwise bland landscape around 300 million years ago, vibrant flowering plants appeared 100 million years later, and animals—namely cockroaches and butterflies—started sporting bolder pigmentation 70 million years after that. But now, in a puzzling twist, new research shows that animals’ ability to perceive many colors came long before the colors themselves existed for them to see.\nA recent study inBiological Reviewsfound thatcolor visiondawned about 500 million years ago—against a drab backdrop of browns and grays and muted shades of some other colors. And it wasn’t until around 400 million years later that bright colors expanded across vertebrates and arthropods (a group of invertebrates with an exoskeleton, such as insects and spiders). “There was this long lag time between the explosion of color and the origins of color vision,” saysJohn J. Wiens, a co-author of the study and a professor of ecology and evolutionary biology at the University of Arizona.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThe strawberry poison-dart frog exhibits vivid colors that serve as a powerful warning signal to predators.\nJohn J. Wiens\nResearchers previously pinpointed the origination of various coloration using a diagram called a phylogenetic tree, which maps organisms’ genetic relationships to one another. This, coupled with fossils that happened to include preserved pigments, allowed evolutionary biologists to trace bright coloration back to the first types of organisms to carry this feature. Wiens and his co-author Zachary Emberts, an integrative biologist at Oklahoma State University, took that work further, analyzing genes that encode protein receptors in animals’ visual system to determine when a species could perceive color. By analyzing the timeline of color vision and that of conspicuous coloration, the study showed that hundreds of millions of years elapsed between the development of the former and the latter.\nAn evolutionary trait almost always occurs for a reason; this raises the question of why animals would gain the ability to see distinctions in bright color long before they would need to. According to the new study, color vision likely played an important role in early species’ ability to see whether a plant had living green leaves or dead brown ones or to pick a predator out of the background. Color vision also probably proved especially important underwater, where vertebrate species first evolved, for differentiating hues that resulted when light was filtered through the liquid. “In a marine environment, there’s a lot of motion where light is moving, so color vision would have been especially helpful in navigating underwater,” Wiens says.\nThe study’s scope is impressive but doesn’t tell the whole story of color vision, saysInnes C. Cuthill, a professor of behavioral ecology at the University of Bristol in England, who was not involved in the research but provided comments for the manuscript. This research focused on trichromatic color vision—the type of visual color perception that humans possess; it didn’t look at ultraviolet (UV) vision, which most insects have. Bees, for example, use UV light to distinguish different flowers. “The colors that we see aren’t what matters to most animals,” Cuthill says.\nWiens acknowledges that many aspects of color vision are still a mystery. “There’s a very long fuse before this explosion of color occurred,” he says, “and we don’t really know why.”",
    "authors_names": "Sara Novak",
    "difficulty": "medium",
    "sentiment": "neutral"
}