{
    "title": "Behold! 2024’s Most Stunning Space Photos",
    "link": "https://www.scientificamerican.com/article/9-space-images-from-nasa-and-beyond-that-stunned-in-2024/",
    "category": "Astronomy",
    "date": "December 19, 2024",
    "summary": "See the year’s most striking images from the Hubble and James Webb space telescopes, NASA’s Mars rover and the best sky watching on offer",
    "authors": "Meghan Bartels",
    "date_pub": "December 19, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "The end of 2024 is approaching, marking another full loop around the sun for our planet. SoScientific Americanis here to celebrate with nine of our favorite space-related images from the year. In case you’ve lost track, 2024 was filled with a host of exploration milestones, groundbreaking science andstunning sky displaysthat are worth revisiting. Here are some of our highlights from the year in space.\nA composite image shows the sun eclipsed to a maximum of 87 percent, as seen from Washington, D.C., on April 8, 2024.\nAllison Bailey/Middle East Images/AFP via Getty Images\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nNorth Americans were treated to an incredible spectacle this April when a total solar eclipse crossed parts of Mexico, the U.S. and Canada. Most of the rest of North America also enjoyed a partial solar eclipse.Scientific Americanstaffers, of course, were among the excited viewers who headed to the path of totality, and they reported incredible experiences—even where uncooperative clouds blocked their view of the phenomenon.\nFor all of us, the excitement was a reminder that we live in a solar system,one governed by geometrythat produces a total solar eclipse every 18 months or so somewhere on the planet. And for scientists, it was aprime opportunity to catch a glimpse of our sunin a way we can only manage with help from the moon.\nBut sky watchers in the lower 48 states will have to wait two decades for a similar opportunity: thenext total solar eclipse that will be visibleto millions of people across the contiguous U.S. won’t occur until 2045.\nA Hubble Space Telescope image of the binary star R Aquarii.\nNASA, ESA, Matthias Stute, Margarita Karovska, Davide De Martin (ESA/Hubble), Mahdi Zamani (ESA/Hubble)\nNASA’s belovedHubble Space Telescopecaptured this stunning image of a binary star called R Aquarii, about 700 light-years away from Earth, that regularly spews gas out into its neighborhood in a stunning spectacle of light. The main star in the binary is a red giant that is more than 400 times the size of our sun and has a brightness that rises and falls every 390 days or so. Its companion is a small, dense white dwarf that snatches gas from the star, leading to regular explosions that spit delicate filaments of glowing gas into space.\nA photograph captured by NASA’s Ingenuity helicopter on Mars shows the shadow of a rotor with its tip broken off on January 18, 2024.\nNASA/JPL-Caltech\nWhen NASA launched thePerseverance rover to Mars in 2020, it carried a small passenger—a four-pound helicopter calledIngenuity. The little chopper was a technology demonstration project, meant merely to test whether engineers had developed an aircraft that could take flight in the Red Planet’s thin atmosphere. But Ingenuity did far more than its hoped-for five sorties: the helicopter successfully executed 72 flights, lasting a total of more than two hours and covering more than 10 miles on the Red Planet.\nThis yearIngenuity was finally groundedwhen its navigation system was unable to track the terrain well enough to properly gauge the chopper’s landing, resulting in the vehiclefalling onto its rotor tips and snapping one of them.\nBillionaire entrepreneur Jared Isaacman completed the first-ever commercial spacewalk as part of thePolaris Dawnmission on September 12, 2024.\nUPI/Alamy Stock Photo\nIn September a crew of four private astronauts made history when they suited up and opened their SpaceX Dragon vehicle to all the hazards of space—far above the altitude of the International Space Station, no less—and two of them exited the craft. The resulting space walk marked akey milestone for private spaceflight missions, which, until now, had stayed firmly within the safety of a closed hatch.\nThe mission, calledPolaris Dawn,saw billionaire entrepreneur—and now President-elect Donald Trump’spick for NASA administrator—Jared Isaacman and SpaceX engineer Sarah Gillis venture out for a daring view of Earth. “Back at home, we all have a lot of work to do,” Isaacman said during his outing. “But from here, Earth sure looks like a perfect world.”\nA SpaceX Falcon Heavy rocket carrying NASA’s Europa Clipper spacecraft launched from Kennedy Space Center in Florida on October 14, 2024.\nZUMA Press, Inc./Alamy Stock Photo\nAmong the NASA science missions that blasted off this year wasEuropa Clipper, bound for an icy moon of Jupiter. Scientists believe that this moon, called Europa, may host a habitable environment in the global ocean hiding below its shell—making it one of the most enticing destinations in our solar system.\nThe spacecraft faces a six-year-long journey, after which it will set to work making nearly 50 close passes of the moon, braving Jupiter’s brutal radiation belts toexamine the icy little worldand the question of whether it may be truly suitable for life. “It’s a movement toward exploration of a whole new class of objects, ocean worlds, that we didn’t realize were a thing a couple of decades ago,” said Robert Pappalardo, Europa Clipper’s project scientist at NASA’s Jet Propulsion Laboratory, in an interview withScientific American. “And we’re going to be exploring, in-depth, what this type of world is like, a type of world that might be the most common habitat for life that exists, not just in our solar system but in the galaxy.”\nA close-up of the star-forming region M78, from a large image captured by the European Space Agency’s Euclid telescope.\nESA/Euclid/Euclid Consortium/NASA, image processing by J.-C. Cuillandre (CEA Paris-Saclay), G. Anselmi (CC BY-SA 3.0 IGO)\nLast year the European Space Agency launched a new space telescope, Euclid, which is designed to study dark matter and dark energy. This summer Euclid published itsfirst fully calibrated science images, a stunning look at the universe around us.\nThis particular image shows a star-forming region known as Messier 78, or M78. Located about 1,300 light-years away from Earth, M78 is full of warm hydrogen (pinkish-purple in this image) and dust (reddish-brown). Images like this one could help scientists decipher how stars grow and influence space around them—and Euclid is expected to be gathering observations for at least another five years.\nA stunning aurora seen outside of Las Vegas on May 11, 2024.\nDavid Becker/ZUMA Press Wire/Alamy Stock Photo\nTypically, thenorthern lightsare confined to latitudes near the North Pole, as their name suggests. (Similarly, the southern lights usually occur near the South Pole.) But this year the sun has been particularly rowdy as the maximum period of its 11-year activity cycle has arrived. Our star has sent countless bursts of radiation and charged plasma hurtling out into space. Some of those outbursts have reached Earth, with stunning results—auroras as far south as Florida and India.\nThebest displays of the year came in May, after the sun produced some 82 “notable” solar flares of radiation and more than half a dozen plasma outbursts, or coronal mass ejections, in the days preceding the auroras. Scientists expect the sun’s heightened level of activity to continue into the new year, so 2025 may be graced bysimilarly stunning displays.\nA close-up image of the “Cheyava Falls” Mars rock captured by the Perseverance rover on July 18, 2024.\nNASA/JPL-Caltech/MSSS\nNASA’s Perseverance rover has spent another busy year exploring the Red Planet. This year one of its most intriguing discoveries was anunusual rock that mission scientists have dubbed “Cheyava Falls,”which is located in a long-dry river valley in Mars’s Jezero Crater, the area that Perseverance has been investigating since its landing.\nCheyava Falls is a stripey rock about the size of a coffee table, and its reddish stripes are adorned with dark-rimmed, light-colored “leopard spot” patches. NASA scientists believe that the dark rims may contain iron phosphate, a mineral that microbes could use as food, and that the rock overall contains organic, or carbon-based, molecules. All told, it’s intriguing evidence for possible ancient microscopic life. “Cheyava Falls is the most puzzling, complex, and potentially important rock yet investigated by Perseverance,” said Ken Farley, Perseverance project scientist at the California Institute of Technology, in a July 25NASA statementannouncing the find.\nPerseverance has collected a sample of the rock that scientists hope a future mission will be able to bring back to Earth for more detailed analysis.\nA James Webb Space Telescope image of the star-forming region NGC 604.\nNASA, ESA, CSA, STScI\nNASA’s powerful James Webb Space Telescope has also been hard at work throughout 2024. One stunning result is the image above, which comes from the spacecraft’sNear-Infrared Camera. It shows a star-forming region known as NGC 604, which is part of the Triangulum galaxy about 2.73 million light-years away from Earth. In the image, carbon-rich polycyclic aromatic hydrocarbons appear in bright orange. Cooler molecular hydrogen, which feeds star formation, appears in deeper red, while ionized hydrogen appears in white and blue.",
    "authors_names": "Meghan Bartels",
    "difficulty": "easy",
    "sentiment": "positive"
}