{
    "title": "Book Review: The Surprising Comeback of Our Least Appreciated Sense",
    "link": "https://www.scientificamerican.com/article/book-review-the-surprising-comeback-of-our-least-appreciated-sense/",
    "category": "Book Reviews",
    "date": "December 17, 2024",
    "summary": "The nose knows more than we thought",
    "authors": "Dana Dunham",
    "date_pub": "December 17, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "The Forgotten Sense: The New Science of Smell and the Extraordinary Power of the Noseby Jonas Olofsson.Mariner, 2025 ($28)\nAs COVID spread across the world in early 2020, people began to report losing their sense of smell. Public health organizations were focused on tracking the spread of the virus based on more traditional symptoms of respiratory illness such as cough and fever, and the loss of smell was initially treated more like a curious anecdote than an important signal. But olfaction researcher Jonas Olofsson knew better: “I like to think I helped protect the public when I repeated to journalists in an almost parrot-­like manner that readers and listeners who suddenly lose their sense of smell should isolate themselves immediately,” he writes in his new book on olfaction’s central role in our lives.\nOlofsson is accustomed to defending the significance of smell, which many people seem to take for granted. For evi­­dence, he refers to surveys that asked Americans to choose whether their sense of smell or their pinky toe was more valuable. Half chose the toe. In a 2021 follow-up survey, only 15 percent of responders were on team toe, but Olofsson contends that we still don’t adequately understand or appreciate the “special intelligence of the nose.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nSmell hasn’t always been the underdog of the senses. In previous centuries, odors were integral to everything from spirituality to morality to medicine: burnt offerings reached the gods by wafting to the heavens, medieval devils were thought to reek of flatulence, and doctors used scents to both diagnose and cure. In our current, screen-saturated society that depends on vision and hearing, smell might seem like an evolutionary relic. But although our sense of smell may be primal, it is not primitive.\nOlofsson argues that instead of passively reacting to odor molecules in isolation, our olfactory brain works with other brain regions to interpret smells. “The sense of smell does not act on its own,” he says, “but is smarter than that—it takes in all the cues in the environment and assesses them using all our accumulated knowledge.”\nUsing this “cognitive per­­spective” on olfaction to guide readers through the current landscape of smell, Olofsson addresses the complex pheromone debate, the “swamp” of research on aromatherapy, e-noses and other digital smell technologies, and his own successes with smell-based brain training. His work reveals how this ancient and unassuming ability holds profound untapped potential to enrich our lives.",
    "authors_names": "Dana Dunham",
    "difficulty": "easy",
    "sentiment": "neutral"
}