{
    "title": "Trump’s NASA Pick Is a Climate Mystery",
    "link": "https://www.scientificamerican.com/article/trumps-nasa-pick-jared-isaacman-is-a-climate-mystery/",
    "category": "Climate Change",
    "date": "December 5, 2024",
    "summary": "President-elect Donald Trump’s pick for NASA administrator, Jared Isaacman, is a major supporter of human-crewed space exploration, but his views on the climate science that the agency does are unclear",
    "authors": "Chelsea Harvey, E&E News",
    "date_pub": "December 5, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "CLIMATEWIRE |President-elect Donald Trump's pick for NASA administrator is an experienced commercial astronaut who staunchly supports increased investment in human-crewed space exploration.\nBut Jared Isaacman's views on climate change — a major NASA research priority — remain unclear.\nThebillionaire has described himselfas a “moderate who occasionally weighs in on various issues” and who is “firmly anchored in the middle.” Some of his posts on the social media platform X suggest he may be supportive of climate action. He has also responded occasionally to other posts criticizing commercial space travel for environmental reasons, suggesting that humans can prioritize both space exploration and threats to humans on Earth.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“[W]e can attempt to unlock the mysteries of the universe and improve the climate here at home,” he said in anAug. 30 post on X. “Those who see this as a binary choice, where resources must be allocated to one side or the other, are incredibly shortsighted.”\nBut Isaacman hasn't publicly commented on his climate change views in interviews, to the knowledge of POLITICO's E&E News. That leaves some researchers unsure about the future of NASA's vast Earth science functions, given Trump's denial of climate change and conservative plans to dismantle climate research initiatives across the federal agencies.\n“It's clear that he's a big fan of human spaceflight and would go every day if he could. He understands science because he jam-packed as much science as he possibly could into his missions,” said former NASA employee Keith Cowing, who runs the watchdog site NASAWatch.com. “But as far as the other stuff like climate, I don't know what his stance is on there.”\nIsaacman did not respond to a direct message on X asking him to clarify his views on global warming, and the Trump transition team did not respond to a request for comment.\nIsaacman’s stance on climate change is also unlikely to be “the final arbiter of what NASA does,” Cowing said. “That will come from the bigger picture that the Trump administration will put forth, and you know they've expressed doubts about climate change being a priority.”\nTrump has repeatedly questioned the science of human-caused climate change, has vowed to withdraw the U.S. from the Paris Agreement for a second time and has doubled down on his promise to expand the development of fossil fuels. Climate scientists are also concerned that Trump may turn to Project 2025, a 900-page conservative policy plan spearheaded by the Heritage Foundation, as a road map for federal research priorities.\nProject 2025 calls for major overhauls of some federal science agencies, particularly those focused on climate change. The plan suggests that Trump should dismantle NOAA and calls for his administration to “reshape” the U.S. Global Change Research Program, which coordinates federal research on climate and the environment.\nThe blueprint doesn’t outline specific plans for NASA’s Earth science capabilities. But it asserts that the \"Biden Administration’s climate fanaticism will need a whole-of-government unwinding.\"\nWhile Trump distanced himself from Project 2025 during his campaign, he recently tapped a number of the plan's architects and supporters for his new administration. The announcements have rekindled concerns among climate scientists that the Project 2025 blueprint will heavily shape the incoming administration’s strategies.\nThe announcement of Trump’s so-called Department of Government Efficiency, tasked with shrinking the federal government and cutting costs, has also raised concerns about whether federal climate science initiatives may find themselves on the chopping block.\nDeprioritizing NASA’s Earth science capabilities would be a major blow to climate researchers worldwide. NASA’s satellite missions collect crucial data on a wide variety of environmental variables, including global temperatures, dwindling sea ice, melting glaciers and global sea-level rise. NASA datasets are used in studies by researchers around the globe.\nClimate scientists expressed many of the same concerns about the future of NASA's Earth science initiatives during Trump’s first term. Trump's first NASA chief was Jim Bridenstine, a former U.S. representative from Oklahoma who had previously questioned the science of human-caused global warming. The first Trump administration also called for sharp cuts to NASA’s climate programs in its proposed budgets.\nYet Congress rejected those proposed cuts, maintaining much of the funding for those programs in its annual appropriations, allowing most of NASA’s Earth science functions to continue unimpeded. And in 2018, Bridenstine confirmed that hisviews on climate change had evolved.\nThat means it’s possible NASA’s climate science programs could survive the second Trump administration as well.\nStill, Isaacman’s likely focus on space exploration, and his close association with SpaceX founder Elon Musk, raises additional questions about NASA’s future priorities — and whether its Earth science missions may find themselves up against new competition for attention and funding.\nIsaacman founded the payment processing company Shift4 Payments and the aerospace and defense company Draken International. He made his first foray into space travel in 2021 when he funded — and joined — the world's first all-civilian astronaut crew to orbit in space. The mission, known as Inspiration4, launched in September 2021 on a flight operated entirely by SpaceX and orbited for three days before returning to Earth.\nIsaacman made his second trip into space earlier this year on the Polaris Dawn mission, another SpaceX collaboration.\nNASA’s current strategy under its Artemis program prioritizes sending humans back to the moon in the coming years. But sending a human-crewed mission to Mars is a long-standing priority for Musk, a dream which Trump has also endorsed. Isaacman has previously expressed support for sending humans to both the moon and Mars in the future.\nIsaacman’s vision for the Artemis program and his views on future Mars missions are likely to be among the key questions raised during his Senate confirmation hearings, alongside his ties to SpaceX, a major NASA contractor.\n“Americans will walk on the Moon and Mars and in doing so, we will make life better here on Earth,” Isaacman said in a post on X on Wednesday. “It is the honor of a lifetime to serve in this role and to work alongside NASA’s extraordinary team to realize our shared dreams of exploration and discovery.”\nReporter Mark Matthews contributed.\nReprinted fromE&E Newswith permission from POLITICO, LLC. Copyright 2024. E&E News provides essential news for energy and environment professionals.",
    "authors_names": "Chelsea Harvey, E&E News",
    "difficulty": "easy",
    "sentiment": "neutral"
}