{
    "title": "Why Are Zoos Controversial?",
    "link": "https://www.scientificamerican.com/podcast/episode/modern-zoos-are-trailblazing-animal-conservation-efforts/",
    "category": "Conservation",
    "date": "December 13, 2024",
    "summary": "Though it may seem paradoxical, zoos can play a big role in modern conservation efforts.",
    "authors": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "date_pub": "December 12, 2024",
    "read_time": null,
    "type": null,
    "full_text": "Rachel Feltman:Who here grew up loving animals? Personally, I had a five-foot-long [one-and-a-half-meter-long] iguana who taught himself to use the cat’s litter box. That dude was the best. But, of course, there are plenty of furry and scaly friends we don’t keep in our houses and yards—and for those critters, surviving and thriving in the future will likely be a challenge.\n[CLIP: Theme music]\nFeltman:We don’tactuallyknow how many species of animals inhabit this planet with us, but we’ve noted and namedmore than 1.5 million, according to estimates from the International Union for Conservation of Nature’s Red List. About 17,800 of those species are currently threatened with extinction. While humans have a lot to do with that, we can also be part of the solution.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nForScientific American’sScience Quickly, I’m Rachel Feltman. Today we’re kicking off a four-part Fascination series about the evolving world of animal conservation. We’re calling it “The New Conservationists.”\nOver the next four shows—which we’re airing back-to-back because it’s almost the end of 2024, so we thought we’d do one last miniseries to wrap up the year—we’ll travel all over to see how the science of caring for and protecting animals is changing.\nWe’ll see how artificial intelligence is shifting the conversation around conservation. We’ll meet members of the new generation of conservation scientists who are changing the way the work gets done—and who does it. And we’ll even get to hear a few successful comeback stories.\nOur guide for this adventure is Ashleigh Papp, an animal scientist turned storyteller. In today’s episode she’s going to take us to a place that might feel familiar to a lot of us: the zoo. But these days a good zoo isn’t just a menagerie; it’s also aconservation powerhouse.\nHere’s Ashleigh to tell us more.\n[CLIP: Birds chattering and children playing at a zoo]\nAshleigh Papp:As a kid, seeing wild, exotic animals at the local zoo was one of my favorite things—like, ever—so much so that I pursued a higher degree in animal science, which led me to, one summer many years ago, intern at the local zoo.\n[CLIP: Parrots chattering and calling]\nPapp:A zoo internship is hands-on, roll up your sleeves andget dirtywork.\n[CLIP:“We Are Giants,” by Silver Maple]\nPapp:I cut up fresh fruit for the hornbills, set up tree branches for the giraffe exhibit and tagged along with veterinarians to learn about training wild animals. Oh, and one thing that often isn’t included in a zoo intern’s job description: it involves a lot of shoveling poop.\n[CLIP: Shovel sounds]\nPapp:But I left that experience feeling really conflicted. Those once-wild animals were now living in confined spaces. At the same time those restricted quarters enabled everyday people to experience and understand the magic of the animal kingdom. I couldn’t decide: Are zoos good for people but bad for animals? And if so, how do we address the caged elephant in the room?\nLet’s start by learning more about what zoos actually do because it’s not as simple as just sticking a wild animal behind a fence.\nGina Kinzley:If you are going to share space with a wild animal, you are always taking some kind of risk.\nPapp:That’s Gina Kinzley. She manages the elephant program at the Oakland Zoo in California.\nKinzley:Physically, with elephants, it’s a lot of labor. I think my first week here, I went out to dinner with my family and I remember, like, falling asleep at the dinner table because I was just so exhausted from everything that goes into taking care of elephants.\n[CLIP: Elephants grunting and feeding on vegetation]\nPapp:On top of the normal tasks associated with caring for any animal—providing food and water, cleaning up poop, et cetera—Gina’s position with the elephant program involves a lot of training.\nKinzley:We need to be able to draw blood. We need to be able to access their feet so we can do foot care. We need to be able—if somebody gets sick, we might need to be able to give them rectal medication and do an enema. Injection training so they can receive vaccinations. Skin care, test care—there’s so many reasons.\nPapp:But to get close enough to a wild animal to draw blood or do an X-ray, trainers such as Gina work to teach the elephants, and all the zoo animals, how to hold still. The trainers gradually work up to the behaviors required for veterinarians to complete medical procedures, offering up a whistle and a treat to coax cooperation.\n[CLIP: Kinzley demonstrating positive-reinforcement training using a whistle]\nKinzley:So we don’t force them to do anything if they choose not to work. And generally, they don’t do that. I mean, I’ve certainly had moments where somebody got spooked and left or somebody was too hot; like, our male will get too—if it’s on a really hot day, he’s less motivated. So it’s up to us, as the trainers, to really find the right motivation to have them work with us. But we are working with them every single day, so that relationship is super, super positive, and so they, 99.9 percent of the time, want to work.\nPapp:Keeping wild animals contained and available for human enjoyment isn’t a modern phenomenon.\n[CLIP:“Handwriting,” by Frank Jonsson]\nPapp:There’s evidence that rulers in ancient Egypt had what they calledmenageriesand a Chinese emperor in the11th century B.C.E.cultivated a “garden of intelligence.”\nThe conditions of those places were, as you might imagine, generally pretty bad: wild animals were captured from their native environments and cared for by people with little to no awareness of their typical diets and behaviors. And conditions in zoos more or less stayed this bleak for a long time.\nThings started to shift in the late 1800s, with the introduction of positive reinforcement, a philosophy often attributed to a guy named Carl Hagenbeck. He was a German merchant who supplied animals tozoos, circuses and such. While Hagenbeck engaged in some questionable practices, he eventually took up the cause of humane animal treatment. And this wastotallyradical at the time. Instead of forcing an animal to do something, which often involves physical or emotional abuse, you coax them into the behavior with a reward.\nPositive reinforcement means that, ultimately, the animal can do what it wants. If that behavior aligns with what the trainer wants, then the animal gets a treat or some other sort of reward. And if the behavior differs from what the trainer asks for, well, then the animal doesn’t get a reward.\nZoos that train using positive reinforcement generally have abarrierbetween a trainer and any of the larger, more dangerous animals. This helps protect the trainer and gives an animal the chance to decide whether they want to participate in the activity. When I was an intern I saw that with almost every animal in my zoo: there was a barrier between the large, dangerous animals and people.\nAt the time I didn’t pay too much attention to it. But later on, while visiting other zoos and animal sanctuaries and seeing no barriers, I started to realize just how interesting this approach, known as protected contact, really is.\nKinzley:It’s not only there to keep the caretakers safe; it’s also there to keep the elephants safe.\nPapp:The barrier often takes the form of a fence or some other type of divider between the animal and the person. There are openings or even little trapdoors in the barrier so medical procedures can be performed, but having this separation means the animal is always choosing to participate.\nKinzley:So what protected contact means is the use of positive-reinforcement training. You can use—generally, when you’re initially training an animal, you’re using target poles, so you’re teaching them to move a body part toward a target instead of away. And then they get reinforced with a whistle, also known as a bridge; that’s our way to communicate with the animal, “Yes, that’s what I want. Good job.”\n[CLIP: Kinzley demonstrating positive-reinforcement training]\nPapp:The Oakland Zoo has used onlyprotected contactwith their elephants since 1991. But the facility was ahead of the curve. It was only in 2014 that the Association of Zoos and Aquariums, an accreditation organization that sets standards for animal care and training, began requiring the use of protected contactwith elephantsin most cases.\nEven beyond its elephants the Oakland Zoo embraces apositive-reinforcementphilosophy. But not every zoo or aquarium in the world trains this way. What about all the places that don’t belong to forward-thinking organizations such as the AZA? How’s an animal lover to know if they’re supporting the right kinds of institutions? I asked Gina for tips.\nKinzley:If people are traveling, I always just tell people to do their research and see what they can find out about whatever places that they’re visiting.\nSomething we commonly get asked is, “Well, what about, like, the sanctuaries that give rides?” And I think my question back to them is always, “Well, elephants aren’t domesticated animals, and it’s not something that is natural for them. So you have to question for yourself: Is that something that you’re okay with?”\n[CLIP:“The Farmhouse,” by Silver Maple]\nPapp:Unlike making animals give rides to tourists, engaging in behavioral work with zoo animals like Gina does has realbenefits. For example, it enables vets and staff members to take better care of the animals and learn more about their behavior and biology. Zoos and sanctuaries can also offer a safe haven for trafficked wildlife.\nIn 1973 lawmakers passed the Endangered Species Act, which generallyprohibitsthe capturing and selling of threatened and endangered animals—though to be clear, the government grantspermitsfor certain scientific research and efforts related to the propagation or survival of endangered species. And for threatened species, the government allows permits for zoo exhibition and other educational purposes.\nWhen an illegal trading operation gets infiltrated, the perpetrators face legalconsequences, but sometimes the captured animals have been tootraumatizedto be reintroduced back into the wild. Some zoos and sanctuaries have become a refuge for those animals.\nKinzley:We take as many opportunities as we can to actually rescue animals. Our new tigers are a perfect story for that, and our previous lions were rescues. Our bears are rescues. And that could be, you know, more of a future movement for more zoos to follow suit: to becoming more of that rescue and then explaining those stories to our future generations. And I think that’s more of where we’re headed.\nPapp:Some zoos also get involved in conservation work in their animals’ far-away birthplaces. That organization I mentioned earlier, the AZA, says it spends an average of$160 milliona year on conservation initiatives in more than 100 countries.\nAnna Czupryna is a postdoctoral research assistant with the University of Glasgow. She is from Chicago originally and worked at the AZA-accredited Lincoln Park Zoo for nearly five years as an intern. During that time she made her first trip to Tanzania to work on a project partially funded by the zoo. Anna continues to conduct research in Tanzania to this day.\nAnna Czupryna:We drove through Serengeti National Park, and I got to spend a day out there, and we actually had a fantastic day where we saw a lot of—we saw more animals in, like, an hour than most people see on a 10-day safari.\nPapp:For Anna seeing animals in the wild was, well, a wild experience.\nCzupryna:And it was one of those things where, you know, I was out there and I was just like, “Well, what happens if this lion has indigestion or something or, you know, this leopard has arthritis—like, what happens...?” You know, I mean I kind of came through at a time where there were a couple animals that were a bit skinny. You know, that would never have flown in a zoo population because we would have definitely done an intervention, but, you know, hey, that’s what it is. Food is scarce; that’s nature. That’s wildlife.\nPapp:Surveys in the areas surrounding the Serengeti National Park revealed that local wild species such as lions were dying because of rampant outbreaks of rabies and canine distemper in domestic dogs. So in aneffortto help the wildlife survive, Anna and the team, with the funding and support of the zoo, vaccinated domestic and wild dogs to prevent the diseases from spreading to nearby wildlifeandhuman populations.\nA lot of zoos support projects like this around the world. For instance, the San Diego Zoo Wildlife Alliance, the conservation nonprofit behind the California zoo, hasinitiativeson almost every continent. The institution’s efforts range from wildlife recovery to habitat restoration because, well, our world is changing.\nCzupryna:I think we live in a world right now where we have this huge, ever-growing human population that has demand for space, for food, for life, right? And we are having a severe and significant impact on these natural habitats. And so I do think there is something to be said, you know, in terms of trying to do our best to help protect animals in the wild whenever possible.\nPapp:Zoos also share what they learn about these exotic species in captivity—which, hopefully, will help us protect more animals in the wild.\nAs wild spaces grow smaller and the human footprint continues to expand, doing everything we can to help protect and conserve wild animals is really important. And building awareness with people who wouldn’t otherwise be able to see creatures such as an elephant or lion in real life—is another way zoos can help.\nCzupryna:If we want to make conservation sustainable and we want to really get people involved and get people to support these initiatives, you need to expose people to it because otherwise it’s this nebulous—it’s this National Geographic episode thing; nobody really can connect to it. And yeah, I mean, again, it’s not exactly the same; it’s a completely different world when you come out here and you see them live in the wild. But it is a start.\nPapp:And for some people, including me and Anna, a start like that is all it takes to get inspired to dedicate their lives to helping conserve wild animals.\nCzupryna:A lot of people don’t have a lot of good things to say about zoos. But I will say this: I am a first-generation American, the daughter of immigrants. And for me, growing up in Chicago, I would have never had that exposure, you know, growing up back in the ’80s, about animals or understanding what conservation is and stuff.\n[CLIP: Birds chattering and children playing at a zoo]\nCzupryna:The cool thing about Lincoln Park Zoo—it’s a free zoo. And I remember that my dad and my mom would take us. And then I also, you know, I love dogs and cats as well and stuff, but really my interest in wildlife and conservation really took place there, and I would not have had that exposure otherwise.\nPapp:I’ll never forget my memories from interning at the zoo either: watching the lions parade through their outdoor exhibit first thing in the morning or training an elephant to do something on my cue. Simply being in the same area as a once-wild animal was enough to inspire me to work to protect and conserve such magnificent, precious species.\n[CLIP:“Dream Trance (Instrumental),” by Ballinger]\nPapp:For zoos like the one where I worked and the many others that follow ethical practices, their ability to take us to another world where we can feel connected to and emotionally invested in these creatures seems undeniably positive to me.\nAnd just to call it out: there are zoos, pseudo-sanctuaries and roadside animal displays that aren’t ethical. The impacts of those are undeniably negative.\nBut for someone who’s worked within the enclosures, I can’t help but wish that we didn’t need to lock some wild animals up in order to keep them safe, that the creatures we’re working to protect and conserve weren’t in jeopardy.\nFeltman:That’s all for today’s segment. Tune in for the next episode in this four-part Fascination series, where we’ll track the rise of the machines—machine learning, that is—out in the wild as conservation gets the artificial intelligence treatment.\n[CLIP: Theme music]\nFeltman:Science Quicklyis produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Ashleigh Papp. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe toScientific Americanfor more up-to-date and in-depth science news.\nForScientific American, this is Rachel Feltman. See you next time!",
    "authors_names": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "difficulty": "easy",
    "sentiment": "neutral"
}