{
    "title": "Delicious Bacon Highlights Food That Enraptures Our Senses but Endangers Our Health",
    "link": "https://www.scientificamerican.com/article/delicious-bacon-highlights-food-that-enraptures-our-senses-but-endangers-our-health/",
    "category": "Opinion",
    "date": "December 17, 2024",
    "summary": "Some foods, no matter how simply prepared, contain many substances linked to disease",
    "authors": "Lydia Denworth",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": "Opinion",
    "full_text": "My love of bacon is legendary in my family. When I was about five, I stood by the stove while my Great Grandma Bess cooked breakfast. “I like bacon!” I told her repeatedly, as I stood on tiptoe, peering over the edge of the pan and watching the sizzling strips brown to perfection. Or so the story goes.\nI still like bacon, and I’m not alone. Some vegetarians I know make an exception for the stuff. “Bacon is a sensory triple whammy,” says Dani Reed, chief science officer of the Monell Chemical Senses Center in Philadelphia. First, the smell lures most people in, thanks to the volatile organic compounds created and released during frying. Then there’s the taste of salt and sugar, both of which are enormously appealing to humans. Finally, there’s the fat, which creates “a lovely texture in the whole mouth,” Reed says. Taken together, these three features make bacon “hard for people to resist, even those who have strong prohibitions against pork. It’s a ­tsunami of yummy,” she says.\nYet that powerful wave of deliciousness consists of clearly unhealthy elements. The World Health Organization declared bacon a carcinogen in 2015. Bacon is about 40 percent saturated fat, one of the consistent no-no’s of nutrition. Nitrates and nitrites added to cure bacon are linked to hypertension and cancer. While it’s cooking, bacon releases molecules called heterocyclic amines and polycyclic aromatic hydrocarbons, which are also linked to cancer. And the salt in bacon may contribute to metabolic problems.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nIn recent years, however, the focus of nutritional research has shifted from the nutritional profiles of various foods the work that tells us whole grains are good for us and the saturated fat in bacon is not—to the issue of how much industrial processing food undergoes, especially a class of foods described as “ultraprocessed.”\nAccording to the most common classification system (called NOVA),ultraprocessed foods and drinks have numerous industrially derived additives that can include oils, fats, color enhancers, flavor enhancers, nonsugar sweeteners, and bulking and firming agents. Soda, potato chips and candy are typically ultraprocessed, but so are flavored yogurt andlots of bread you buy at the supermarket. Processed foods, the next class, have fewer added ingredients put in for preservation or to heighten taste. Unprocessed foods, as you might expect, are edible parts of plants and animals; they might be frozen or dried for storage but nothing else.\nBacon is generally considered processed because it has added salt, sometimes sugar, nitrates, and so on. It’s called ultraprocessed only when it has extra flavoring and other chemical agents. That has generated concern among some nutrition researchers. They fear the message the public may hear is that it’s okay to eat more bacon and other unhealthy foods so long as they are not ultraprocessed. These scientists want consumers to remember that substances in simply processed bacon are also linked to diseases.\nThere hasn’t been a lot of research comparing the illness risks of ultraprocessed versus processed foods. A 2024 meta-­analysis found that higher consumption of ultra­processed foods increased the risks of cardio­metabolic disorders, mental health issues and mortality. But much remains ­unknown. One major issue is that there is not yet a widely agreed-on definition of “ultra­processed.” (The NOVA classification system is only a rough guide.) As a result, scientists working on the2025–2030 Dietary Guidelines for Americans, a U.S. federal government project, announced in October 2024 that they would not be weighing in on ultraprocessed foods. Instead they will stick closely to recommendations in the current guidelines, which emphasize eating foods that are high in nutrients and low in sugar, sodium and saturated fat.\nNutrition scientist Julie Hess of the U.S. Department of Agriculture has shown how complicated the ultraprocessed question can be. She and her colleagues created a seven-day diet of about 2,000 calories per day that meets U.S. healthy dietary guidelines but consists of mostly ultra­processed food. One sample breakfast is a breakfast burrito with liquid egg whites, shredded cheese and canned beans. The scientists also created a diet that consists almost entirely of less processed foods yet overall is of low nutrient quality. That version of breakfast is high-fat, high-sugar pancakes and bacon.\nIt is probably best to consider both nutrient quality and the degree of food processing, says nutritionist and epidemiologist Ming­yang Song of the Harvard T. H. Chan School of Public Health. In a 2024 study, he and his colleagues broke foods into subgroups based on processing, then looked at mortality risk and the amount consumed. Sugar-­sweetened drinks such as soda and processed meats were both linked to heightened mortality for people who consumed more servings per day, about seven compared with three. But there was no such increased risk for some types of ultra­processed foods such as break­fast cereals and commercial breads. Overall, Song says, “if people can maintain a pretty healthy diet, consuming some amount of ultra­processed food doesn’t really [have much effect].”\nNutritional epidemiologist Kathryn Bradbury of the University of Auckland in New Zealand also cautions against losing sight of what we know is unhealthy. “We don’t need to get too caught up in whether a food product is technically ultraprocessed or not,” she says. As we’ve long been told, we should eat more fruits, vegetables and whole grains. And we should avoid foods that are high in calories, saturated fat, salt and added sugar, Bradbury says. In other words, go back to basics—and not back to bacon, which should be consumed only as an occasional treat. Alas.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "Lydia Denworth",
    "difficulty": "easy",
    "sentiment": "negative"
}