{
    "title": "The Unbelievable Slowness of Thinking",
    "link": "https://www.scientificamerican.com/article/the-human-brain-operates-at-a-stunningly-slow-pace/",
    "category": "Neuroscience",
    "date": "December 17, 2024",
    "summary": "The brain is sometimes called the most complex machine in the known universe. But the thoughts that it outputs putter along at a trifling 10 bits per second, the pace of a conversation",
    "authors": "Rachel Nuwer",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "People tend to have the sense that their inner thoughts and feelings are much richer than what they are capable of expressing in real time. Elon Musk has spoken publicly about this “bandwidth problem,” as hedescribed itto podcaster Joe Rogan. Musk is so bothered by this, in fact, that he has made it one of his long-term goals to create an interface that allows the human brain to communicate directly with a computer, unencumbered by the slow speed of speaking or writing.\nIf Musk succeeded, he would probably be disappointed. According to new research published inNeuron, human beingsthink at a fixed, excruciatingly slow speedof about 10 bits per second—they remember, make decisions and imagine things at that pace. In contrast, human sensory systems gather data at about one billion bits per second. This biological paradox, highlighted in the new paper, likely contributes to the false feeling that our mind can engage in seemingly infinite thoughts simultaneously—a phenomenon the study authors deem “the Musk illusion.”\n“The human brain is much less impressive than we might think,” says study co-author Markus Meister, a neuroscientist at the California Institute of Technology. “It’s incredibly slow when it comes to making decisions, and it’s ridiculously slower than any of the devices we interact with.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nMeister and co-author Jieyu Zheng, a doctoral candidate in neurobiology at Caltech, also highlight in their paper that our brain can only do one thing—slowly—at a time. So even if Musk managed to hook his brain up to a computer, Meister says, he still wouldn’t be able to communicate with it any faster than he could if he used a telephone.\nThe new research builds on decades of psychology studies showing that humans selectively perceive only a small portion of information from their sensory experience. “We can only pay attention to so much, and that’s what becomes our conscious experience and enters memory,” Meister says. What has been missing from past studies, he continues, is “any sense of numbers.” He and Zheng undertook their new review paper to try to fill that quantitative gap.\nMeister and Zheng collated data from studies across different fields, including psychology, neuroscience, technology and human performance. They used those various data—from the processing speed of single neurons to the cognitive prowess of memory champions—to run many of their own calculations so they could make comparisons across studies.\nFrom research spanning nearly a century, they found that human cognition has repeatedly been measured as functioning between about 5 and 20 bits per second, with a ballpark figure of around 10 bits per second. “This was a very surprising number,” Zheng says. Based on this finding, she adds, she and Meister also calculated that the total amount of information a person can learn across their lifetime could comfortably fit on a small thumb drive.\nHuman sensory systems such as sight, smell and sound, on the other hand, operate much faster, the authors found—about 100,000,000 times the rate that cognition does. “When you put these numbers together, you realize, oh my god, there’s this huge gap,” Meister says. “From that paradox comes interesting new opportunities for science to organize research differently.”\nThe rich information relayed by our senses also contributes to a false notion that we register the extreme detail and contrast all around us. But that’s “demonstrably not true,” Meister says. When people are asked to describe what they see outside of the center of their gaze, they “barely make out anything,” he says. Because our eyes have the capability of focusing on any detail around us, he continues, “our mind gives us the illusion that these things are present simultaneously all the time,” even though in actuality we have to focus on specific visual details to register them. A similar phenomenon occurs with mental ability. “In principle, we could be having lots of different thoughts and direct our cognition in lots of different ways, but in practice, we can only have one thought at a time,” Meister says.\nAnother problem that contributes to our overinflated sense of our own mind, he adds, is that we have no marker of comparison. “There’s no way to step outside ourselves to recognize that this is really not much to brag about,” he says.\nThe findings raise questions across many domains, from evolution and technology to cross-species comparisons, the authors write. One of the questions Meister and Zheng are most curious about, though, is why the prefrontal cortex—thought to be the seat of personality and behavioral control—houses billions of neurons yet has a fixed decision-making capability that processes information at just 10 bits per second. The authors suspect that the answer might have something to do with the brain’s need to frequently switch tasks and integrate information across different circuits. But more complex behavioral studies will be needed to test that hypothesis.\nAnother important unanswered question, Meister says, is why the human brain can only do one thing at a time. “If we could have 1,000 thoughts in parallel, each at 10 bits per second, the discrepancy wouldn’t be as big as it is,” he says. Why humans are incapable of doing this is “a deep mystery that almost nothing is known about.”\nTony Zador, a neuroscientist at Cold Spring Harbor Laboratory in New York State, who was not involved in the work but is mentioned in the paper’s acknowledgments section, says the “wonderful and thought-provoking” paper presents what seems to be a newly recognized fundamental truth about the brain’s upper limit of “roughly the pace of casual typing or conversation.”\n“Nature, it seems, has built a speed limit into our conscious thoughts, and no amount of neural engineering may be able to bypass it,” Zador says. “Why? We really don’t know, but it’s likely the result of our evolutionary history.”\nNicole Rust, a neuroscientist at the University of Pennsylvania, who also was not involved in the research, says the new study could reshape how neuroscientists approach some of their work.\n“Why can our peripheral nervous system process thousands of items in parallel, but we can only do one thing at a time?” she says. “Any theory of the brain that seeks to account for all the fascinating things we can do, like planning and problem solving, will have to account for this paradox.”",
    "authors_names": "Rachel Nuwer",
    "difficulty": "medium",
    "sentiment": "neutral"
}