{
    "title": "Today’s Conservationists Are Inspired by Homeland and Heritage",
    "link": "https://www.scientificamerican.com/podcast/episode/can-a-new-generation-of-conservationists-make-the-field-more-accessible/",
    "category": "Conservation",
    "date": "December 18, 2024",
    "summary": "Modern conservationists are finding new ways to protect wildlife.",
    "authors": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "date_pub": "December 17, 2024",
    "read_time": null,
    "type": null,
    "full_text": "Rachel Feltman:I want you to do something for me. Close your eyes. I’m going to say a word, and I’d like you to, as quickly as you can, come up with a mental image to go with it.\nThe word is “conservationist.”\nOkay, so what did you picture? (If you were able to come up with anything, that is.) Did you see images of animals first? When your mind got around to picturing an actual zoologist, who did you see? Was it Charles Darwin? David Attenborough?MaybeJane Goodall?\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n[CLIP: Theme music]\nFeltman:ForScientific American’sScience Quickly, this is Rachel Feltman. You’re listening to the third episode of our Fascination miniseries on “The New Conservationists.” Today we’re going to talk aboutwhoactually does this kind of work—and how that’s changing.\nOur guide for this adventure is Ashleigh Papp, an animal scientist turned storyteller. And to tell this particular story, she’ll take us out to an island off the coast of California—and later onto the African savanna—to meet two conservation researchers who are breaking those dusty old molds and changing the field for the better.\nIsaac Aguilar:The Argentine ant is one of the most invasive species in the world; it’s found on every continent now, all over the world, except for Antarctica. They’re probably just in my backyard here.\nAshleigh Papp:That’s Isaac Aguilar. He’s a graduate student in the geology division at the California Institute of Technology. Before starting this chapter he spent plenty of time outside as a field research assistant on San Clemente Island, off the coast of Southern California, watching ants.\n[CLIP: Sounds of footsteps and birds]\nAguilar:We hike around and find where these infestations are. We bring our GPSes, kind of take data points of where we see them. And then we can come back to these areas and treat them so that we can apply these pesticide beads towards a very specific area and limit the other side effects of the pesticide that could potentially be impacting other species. And that way we hope to eradicate this pest from the island soon so that the biodiversity can kind of come back.\nPapp:This ant—which honestly looks like your classic, nondescript ant—is native to South America and was accidentally introduced to other parts of the world. They’ll build their nests just about anywhere, and as a result they’re dominating native bugs and threatening biodiversity in certain habitats.\n[CLIP:“Those Rainy Days,” by Elm Lake]\nPapp:But before Isaac was tracking ants on an island, before he studied molecular environmental biology and ecosystem management and forestry at the University of California, Berkeley, he fell in love with nature and the great outdoors in Mexico.\nAguilar:Every time I would go to Jalisco, I’d stay with my mom’s side of the family in El Grullo; it’s a small town there located a couple hours west of Guadalajara, the capital of Jalisco.\nPapp:And the town where they would stay stands at the gates of a UNESCO biosphere reserve where his grandpa owned a small piece of land.\nAguilar:And I would always hear stories from my grandpa about, like, jaguars in the mountains and pumas roaming around. And so for me, it was this kind of, like, mysterious place where there were all these animals that maybe I would never see.\nPapp:The wonder and beauty of his ancestral homeland reached far beyond just stories, though.\nAguilar:It became more of our kind of little vacation getaway, where I could just jump in the river with my cousins, swim around, look at the fish in the rivers, look for the birds in the trees, hike around waterfalls, and things like that.\nPapp:This is where his love for conservation science was born.\nAguilar:It was somewhere where I think I really connected to the environment in, and learning about my family, their culture and their history in the region, and being able to kind of learn from their experiences on the land is something that, I think, I always kind of really was inspired by. And that’s kind of what really inspired me to look for potential careers in—at the outdoors, in science, which is something that I think growing up I didn’t have a lot of knowledge about.\nPapp:In high school he enrolled in an advanced environmental science class.\nAguilar:That was something that kind of opened up a lot of potential careers for me as someone who had never really met a biologist before, who had never really seen what that kind of work was. And so that was something that I think really excited me because I was like, “Wow, like, I don’t know anything about this. Like, there’s so much to learn. There’s so much to see, so much to do.”\nPapp:Isaac went on to study science in college. But as a Latino kid from Southern California, he felt a little out of place.\nAguilar:I always had incredible scientific mentors growing up, going to Berkeley and being able to meet with all these really incredible and esteemed scientists, but also, I did recognize, I think, the lack of people from my own community or people who looked like me.\nPapp:And there is, unfortunately, data to back up Isaac’s personal experience. According to a survey of more than 200,000 full-time faculty at colleges and universities in the U.S. during the 2023 to 2024 school year,almost 80 percent of tenure-track professors were white.\nIt can be hard to envision yourself in a career path when the people in that field don’t look like you. And this poses a big problem for diversity in science. Fortunately, faculty make up only part of the college experience.\nAguilar:The grad student population at a lot of universities are a lot more diverse than the faculty. I was able to connect with them a lot better on the types of experiences they had growing up, on the frameworks that they developed when they approach their own scientific kind of projects, how they’re able to draw inspiration from their community, from their experiences to do their own research.\nPapp:Isaac says that sense of community helped him to realize that even if he looked different from the faculty norm in science, his work is important.\nAguilar:I remember, like, my first experiences going to grad students’ office hours and being able to finally kind of share, like, yes, we’re out here doing research in Mexico. We’re out here, like, doing research in these different parts of the world. We’re able to develop a network of regional, local scientists and start to expand the efforts of conservation-restoration projects in these areas.\nPapp:Isaac went on to work in labs at UC Berkeley and later discovered a program at the University of California, Santa Cruz, that pays students to go into the field and get their hands dirty. It helped his career actually get started.\n[CLIP:“It Doesn’t End Here (Instrumental),” by Nehemiah Pratt]\nPapp:That first step is one of the biggest hurdles for those new to conservation. Many of its disciplines—such as ecology, animal science and zoology—feature some of thelowest-paidearly career incomes in science, according to the U.S. Bureau of Labor Statistics. And it’s pretty common for interns or entry-level students towork for freeto get their foot in the door.\nIn a pretty blatant way this means that most people who get involved in conservation must have resources to fall back on, such as a decent savings account. And as a result conservation science has developed quite a catch-22 type ofsituation. Those working in the field seem to be mostly white people from middle- or upper-middle-class backgrounds. That lack of diversity discourages some individuals from underrepresented backgrounds from entering the field of study—which further exacerbates the problem.\nSo programs like the one Isaac got into can really help change the face of the field.\nAguilar:We need to continue putting in the work of expanding outreach towards these underserved communities, towards communities that are historically excluded from research, from academia, from science.\nPapp:In a world where species are disappearing by thehourand habitats are shrinking by theminuteit seems obvious that we’re in dire need of dedicated and paid conservation scientists. And the more diverse their ranks are, the more varied their approaches to solving big conservation challenges will be.\nAguilar:When we have an overrepresentation of science and research that comes from one area of the world—like, say, here in the United States, where maybe a lot of research is going on in California or a lot of research is going on in this Western part of the world—we tend to lose the value that can come from studying other systems, that can come from other forms of knowledge, other forms of science and how science is done.\nPapp:Change can be hard, and unfortunately, it often takes time. But Isaac is seeing a lot of positive change already underway when he looks across the field of conservation—and even his family’s dinner table.\n[CLIP:“Pushing Forward (XO Edit) (Instrumental),” by Ballinger]\nAguilar:Now I have younger family members who are starting to go off to college. Some of them are starting to major in, like, environmental science kind of biology things, too, so I always love being able to see those doors open and people able to find their own kind of niche within this field.\nPapp:For the next part of our story I decided to seek out exactly that: someone using other forms of knowledge who does science differently because of it. I found her inside one of Africa’s largest game reserves.\nMalungane Naledi:So when you go in a night patrol, that’s where we do our visual policing, again, by shining our spotlight and looking for everything that is suspicious in the reserve. If it is dark, we look for any lights that we wanna know if they’re suspicious: maybe cigarette lights, maybe dogs barking, gunshots.\nPapp:That’s Malungane Naledi. She’s a crime prevention sergeant with the Black Mambas, an all-woman anti-poaching unit that patrols South Africa’s Greater Kruger National Park.\nMalungane:Our intention is not to kill but is to prevent crime and wildlife crime. So as the Black Mambas, we do visual policing to deter the poachers away from the reserve. So we are the nature guardians. That’s the Black Mambas.\n[CLIP: Black Mambas chanting: “I am a Mamba, hear me cheer. Poachers, be warned I have no fear.”]\nPapp:The group, named after a super poisonous African snake, was formed in 2013. Naledi grew up in a nearby area and remembers taking school field trips to Kruger National Park.\n[CLIP: Birds chirping at Kruger National Park]\nPapp:While she saw plenty of animals, there was one iconic species that was never around.\nMalungane:Every time when I went to Kruger via school trips and everything, there we’ll see all any other animal, but you will come back not seeing any rhino. And I thought to myself, “What can I do that I can make this rhino poaching stop?”\n[CLIP:“Let There Be Rain,” by Silver Maple]\nPapp:This part of South Africa is home to an impressive list of endangered and threatened animals: black rhinos, elephants and pangolins, to name a few. But policing the poaching inside the national park and surrounding areas is challenging. In 2021 the rhino poaching rates in the Kruger park were some of thehighestin the country. Since then poaching rates in the park have declined, but the reason why remains a bit unclear. South African authorities point to anti-poaching efforts and other initiatives, while some researchers have suggested it may simply be because of dwindling rhino populations.\nMalungane:I hope that one day the poaching thing can stop, and then we can enjoy our heritage, nature heritage, in peace. Like, that’s what I wish: that they can truly see the importance of wildlife and the importance of these animals.\nPapp:All Mambas receive paramilitary training, similar to a military boot camp, but they don’t carry or use weapons. More often than not, members of the community are the poachers—or at least are helping out-of-town poachers find what they’re looking for. By carrying weapons the Mambaswould runthe risk of getting into shoot-outs with their neighbors, potentially turning members of their community into orphans and widows.\nSo they decided to do things differently.\nMalungane:When we see something that is suspicious, let’s say maybe we heard a gunshot. We have to report the distance where we see the light—like, everything—then we report it.\nPapp:The Mambas report what they see to armed backup in the reserve. Those folks then have the authority to pursue and investigate the poaching activity.\nMalungane:Then they will do further investigations. And then they will come back to us if maybe it’s someone that they know or maybe it’s really, really, really suspicious; then we have to stay on high alert.\nPapp:Instead of using force the Mambas do everything they can to make the land undesirable to poachers. They remove traps and snares, dismantle makeshift outposts and assist in arrests. The women log everything they encounter, whether it be wild animals or evidence of poachers.\n[CLIP: Three members of the Black Mambas running]\nPapp:And more than 10 years later their hard work is, well, working.\nAshwell Glasson:You can see that they’ve picked up snares and traps. And their visibility’s probably had other positive impacts. It’s hard to quantify, but I think, like, crime prevention overall, being visible, patrolling, all of those kind of things does bring benefits.\nPapp:That’s Ashwell Glasson. He grew up in South Africa and now works at the Southern African Wildlife College.\nGlasson:Black Mambas didn’t set out to become this huge, tactical law enforcement body. Whereas a lot of people say, “Okay, we put boots on the ground, firearms on the ground,” that kind of thing—Black Mambas, yes, they put boots on the ground, but those boots work differently, you know, they’re not purely just law enforcement. And I think that’s also been the big value add, because pure, hard law enforcement won’t solve these problems. They’re more long term.\nPapp:When Ashwell first entered the conservation science scene more than 25 years ago, apartheid had only recently ended and a newfound democracy established in its place.\nGlasson:So we had a bit of Mandela magic, if that makes sense. People were very excited about South Africa opening up.\nOnce we transitioned to democracy conservation had to then mainstream. It couldn’t have been a minority kind of thing, where it was just about white people still enjoying the benefits of conservation.\nPapp:Ashwell’s ancestors immigrated to South Africa from Europe and New Zealand during the colonial gold and diamond rush of the 1800s. When he was young his grandfather would take him to rural areas and teach him about birds and nature, which later led Ashwell on a path to conservation work. But he recognizes that he was privileged to grow up with this kind of relationship to wildlife.\nAfter working as a park ranger and then a nature guide he felt the pull to get involved in training the next generation of conservation scientists—and making sure they didn’t all look like him.\nGlasson:There was a lot of transformation, a lot of opportunities to bring people on board into conservation that historically were kept out of it, excluded.\nPapp:The Black Mambas seek to extend that transformation by serving as role models for local communities. Naledi and her fellow Mambas do a lot of work with locals, especially kids.\nGlasson:A lot of the Black Mambas, you know, do work with schools, do environmental clubs, bring kids in. And the other power of that, which is also overlooked sometimes, is they’re doing it in cultural context. So they’re speaking Shangaan or Sepedi or Venda, and that’s what those young children speak at home, and a lot of people don’t realize, in South Africa, with all the languages, if you’re not a polyglot or multilingual, you will struggle—and making it accessible for children.\nPapp:For Naledi and the Mambas, bringing in those who have historically been left out of conservation science means sowing seeds for the next generation.\nMalungane:If you teach a kid—I will go at home and then explain to my father and my uncle that this is illegal, so they will eventually stop what they are doing, hearing from what I was taught. I think most people in our community, they are uneducated, but if we teach them and then we teach the kids while they are still young, they will grow up knowing that poaching is bad.\n[CLIP: Black Mambas chanting: “Empower mothers to educate. Our young future guardians are at stake.”]\nPapp:There’s a long road ahead for those seeking to protect places filled with animals so highly sought after by poachers.\n[CLIP: Theme music]\nPapp:But it’s these types of efforts—the ones inviting in people who were previously left out—that are going to help bring about change and maybe, hopefully, tip the scale in a positive direction.\nFeltman:That’s all for today’s episode. Tune in next time for the conclusion of this four-part Fascination series on “The New Conservationists.” It’s a fun one. There won’t be any tigers, but there will be lions—well, mountain lions—and bears, oh my!\nScience Quicklyis produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Ashleigh Papp. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe toScientific Americanfor more up-to-date and in-depth science news.\nForScientific American, this is Rachel Feltman. See you next time!",
    "authors_names": "Ashleigh Papp, Rachel Feltman, Jeffery DelViscio, Madison Goldberg",
    "difficulty": "easy",
    "sentiment": "neutral"
}