{
    "title": "Readers Respond to the September 2024 Issue",
    "link": "https://www.scientificamerican.com/article/readers-respond-to-the-september-2024-issue/",
    "category": "Culture",
    "date": "December 17, 2024",
    "summary": "Letters to the editors for the September 2024 issue ofScientific American",
    "authors": "Aaron Shattuck",
    "date_pub": "December 17, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "“The Quantum Observer,” by Anil Ananthaswamy [July/August], notes that outcomes in quantum mechanics depend on observations and asks whether the observer must be a human being.\nIt seems very anthropocentric to assume that only humans can observe a superposition. Quantum entanglement and superposition probably occur everywhere all the time. Do particles stay entangled or in superposition indefinitely until they are observed or measured by “people”—or maybe just by physicists?\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nPAUL BACINAVIA E-MAIL\nANANTHASWAMY REPLIES:This is exactly the argument made by those who oppose observer-dependent interpretations of quantum mechanics. In a 1990 paper, physicist John Bellquipped elegantly, “What exactly qualifies some physical systems to play the role of ‘measurer’? Was the wavefunction of the world waiting to jump for thousands of millions of years until a single-celled living creature appeared? Or did it have to wait a little longer, for some better qualified system ... with a Ph.D.?”\nSo, for example, there are so-calledcollapse theories, which propose that states of quantum superposition can randomly collapse to one of the possible classical states, and the observer merely discovers the final state after measurement.\nBut both observer-dependent and observer-independent interpretations lead to paradoxical situations in thought experiments: neither gives theorists a free pass. We are missing something in the foundations of quantum theory.\nIn “The End of the Lab Rat?,” Rachel Nuwer writes that “90 percent of novel drugs that work in animal models fail in human clinical trials,” implying that only a small percentage of the data obtained from such animal research turn out to be applicable to human biology.\nBut the story didn’t mention chrono­biology, the science that investigates the dimension of time in biology and medicine. Typical physiological events in nearly every living thing are characterized by statistically significant circadian rhythmicity—a rise and then fall of function.\nThe common practice of using single-time-point sampling leads to much nonreproducibility, and it is no wonder that nonapplicability occurs when data from mice or rats are expected to transfer directly to human biology. When high-­frequency sampling is done, however, there is remarkable reproducibility. And only an intact organism, such as a human or animal, contains a circadian body-clock-timing system. In 2017 the Nobel Prize in Physiology or Medicine was awarded for discoveries on how the circadian mechanism works in living things.\nE. ROBERT BURNSPROFESSOR EMERITUS, UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES\nIn his article “Cracked” [July/August], Manil Suri implies that mathematics is the only tool that can safely mitigate the dangers of structural failure. Yet facts dictate why aerospace structures are de­­­signed by engineers, not mathematicians.\nThe advances mathematicians are bringing to the finite element method (FEM) used to solve engineering problems are welcome. What is unwelcome is the misguided smugness toward “rank-and-file” engineers who “learn about FEs [finite elements] in a couple of courses at best.” We engineers do typically take one or two courses—at best—in our core studies. Yet within the rigors of real-­world engineering is where we learn of the pitfalls inherent in FEM and gain a solidified understanding of necessary principles in structural mechanics.\nSignificant dangers lurk when basic engineering principles are not applied or are applied incorrectly. No FEM software is safe in the hands of an unwitting user. The paramount way to achieve structural safety is through the training and development of engineering minds. As I’ve told younger engineers, the most powerful CPU you have is between your ears.\nMARK BAXTERVIA E-MAIL\nSURI REPLIES:Baxter passionately defends the role of engineering judgment, but he risks undervaluing the symbiotic relation between mathematics and engineering. The point of my article was that progress in structural safety is a collective effort in which mathematical insights enhance and support rather than replace engineering expertise. The “CPU between our ears” must process both empirical experience and mathematical theory to achieve safety and innovation.\nAs a retired hospice nurse, I fully endorse the idea of “Starting Palliative Care Sooner,” as Lydia Denworth argues in the June Science of Health column. Death continues to be a subject that is anathema to most people, but preparation of the patient and the family for upcoming death is incredibly helpful.\nSymptoms can be controlled, and the patient can have a quiet, peaceful death. Palliative care is not giving up; it is preparation for a known life-­altering event for everyone involved. It can improve the quality of the death tremendously—for the patient and their family alike. It can take pressure off family members and allow the death to be what it should be—a natural end to a life well lived.\nThis is what I want for myself, and my family is well aware. I believe it should be the norm for health care in the U.S.\nMICHAEL ORLINVIA E-MAIL\nIn “Beyond Mindfulness” [July/August], Matthew D. Sacchet and Judson A. Brewer present their cutting-edge studies of advanced meditation, with many concepts that could be the future of clinical practices. There may still be issues regarding advanced meditation as a generalized practice, however.\nWhen one thinks of meditation in general, the immediate thought is often of religion, mainly Hinduism and Buddhism. Many people may thus feel uncomfortable because of their personal beliefs. Also, given that religious background and the rigorous requirements of any medical practice, should the use of advanced meditation by patients require informed consent, with clinicians giving detailed instructions about the benefits and risks? I strongly agree with the authors’ optimistic vision, but I prefer to keep the champagne on ice until everything is wrapped up.\nWANBO WANGCLEMMONS, N.C.\nIn “Beyond the Veil” [June], Rachel Nuwer’s article on near-death experiences, a box says neuroscientist Charlotte Martial and her colleagues “suggest thinking about consciousness as a space with three main dimensions: wakefulness, internal awareness and connectedness with the outside world.” It also notes that “an intrusion of wakefulness into REM [rapid eye movement] sleep ... cannot be represented in this scheme.”\nIf REM intrusions into wakefulness can’t be represented, another dimension may be needed. I’ve experienced them on occasion, apparently because of sleep deprivation. Adding a fourth dimension, ranging from being fully rested to being completely exhausted, might be helpful.\nBRUCE A. KNIGHTVIA E-MAIL",
    "authors_names": "Aaron Shattuck",
    "difficulty": "easy",
    "sentiment": "neutral"
}