{
    "title": "Scientists Discover Earth Life inside an Asteroid Sample",
    "link": "https://www.scientificamerican.com/article/earth-life-found-inside-ryugu-asteroid-samples/",
    "category": "Extraterrestrial Life",
    "date": "December 19, 2024",
    "summary": "Material from asteroid Ryugu riddled with earthly microbes provides a cautionary tale for scientists seeking signs of alien life",
    "authors": "Sharmila Kuthunur",
    "date_pub": "December 18, 2024",
    "read_time": "6min read",
    "type": null,
    "full_text": "In November 2022 Matthew Genge was peering through a scanning electron microscope at a millimeter-sized speck of the asteroid Ryugu when he noticed something was off. A minuscule yet unmistakable rod-shaped tendril of organic matter previously unseen clung to the surface. “I thought, ‘Well, that’s strange,’” Genge recalls. “Then I found another and another.”\nFor a brief time, he and his colleagues mused that they might have just made the most epochal find in human history—the discovery of alien life, imported to Earth in a few grams of material retrieved from a space rock. The Japan Aerospace Exploration Agency (JAXA) mission Hayabusa2 hadsnagged the samplesin 2019and delivered themto a touchdown site in remote Australia in an airtight capsule the following year. JAXA scientists thencatalogedindividual particles using sterilized tools in state-of-the-art clean rooms and shipped them to researchers worldwide—Genge’s group included—in nitrogen-filled, sealed containers.\nBut if the diminutive strands were aliens, they sure looked and behaved a lot like hungry earthly microbes, gorging themselves on nutrients in the tiny fleck of Ryugu to swell their numbers 10-fold before dying off under a bombardment of scanning electron microscope measurements by the curious scientists. Watching the boom-and-bust cycle, Genge and his colleagues realized that the rods were almost certainly invaders from Earth that had somehow colonized the wee extraterrestrial sample despite researchers’ meticulous precautions. Humbled, they dutifully wrote up their findings, which werepublishedlast month. “It’s a bit embarrassing,” says Genge, a planetary scientist at Imperial College London. “But as a scientist, you have to tell the truth—it is important to report these things.”\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nThat the grain from Ryugu offered a generous buffet for terrestrial microorganisms comes as no surprise to scientists who study such primordial asteroids, which are usually packed with carbon-rich organic molecules. The incident is instead a reminder that even the most stringent protocols can’t always preclude earthly contamination. “I don’t think this is a failure of the team but an inevitable consequence of doing business on Earth when working in conditions that cannot ensure sterility,” says astrobiologist Andrew Steele of Carnegie Science, who was not involved with the new research. Space agencies and scientists working with the samples make every effort to avoid contamination, and that such intruders can even be spotted on a minuscule granule is a testament to the advanced technology and rigorous screening methods in place. “But ultimately we do live on a planet that is ruled by microbes, and chance events do happen,” Steele says, so this episode “gives us new avenues to study and learn from.”\nOne lesson is that changes to how a specimen is handled are risky. When Genge and his team first examined the grain in October 2022, no signs of bacteria were present, suggesting the contamination likely occurred not because of any slipup in JAXA’s stringent process but rather during a necessary preparatory step in a lab at the Natural History Museum in London, where the researchers removed the grain from its container to polish it up for analysis. “We were quite careful with it, but no one was as careful as JAXA has been because we don’t have the facilities,” Genge says. “You only need one bacterial cell to fall on your specimen—and that’s it, it’s contaminated.”\nThe case underscores “the importance of curation and that it is worth the extensive effort that we make during mission development to maintain these high standards,” says JAXA’s Toru Yada, who leads the sample curation for the Hayabusa2 mission and has publishedpapersabout the meticulous process. Those precautions, which also cover spacecraft construction, launch and recovery, make contamination in the agency’s facilities highly unlikely, but the risk unavoidably increases once the samples are sent to scientists worldwide who don’t have similar infrastructure. “And [scientists worldwide are] the ones who would make the discoveries,” Genge says. “If you’re misinterpreting a contaminant as part of the sample, then that becomes dangerous—you start contaminating science with incorrect hypotheses.”\nGenge’s best guess is that the rod-shaped filaments in the Ryugu grain were from a microbe in the genusBacillus. These hardy bacteria are known for their ability to rapidly inhabit new, extreme environments. A firm identification via DNA testing, however, was not attempted because the putative microbes were effectively trapped beneath a coating of carbon that had been applied for analysis. Severalexperimentson meteorites have shown that extraterrestrial material contains bountiful organics to support life as we know it,sometimes for years. But microbes can survive on so little that unless they achieve exceptionally large populations, they don’t usually alter a rock’s bulk composition for easy discovery by scientists. The microfossils they leave behind can be valuable tracers of their presence, but distinguishing genuine microfossils fromabiotic processesthat can mimic them is no easy task and haspreviously sparked intense debates.\n“If we were to find microfossils on—insert your favorite world—it could be a potential indicator of life,” says astrobiologist Manasvi Lingam of the Florida Institute of Technology, who was not affiliated with the new work. But the case of the Ryugu sample contamination shows that “if we find these structures, we have to be careful that they were not introduced by humans in some way.”\nOnly a decade ago scientists blamed poor clean-room etiquette for allowing bacteria common in nose phlegm tosneak into NASA’s Surveyor 3 spacecraft, which voyaged to the moon and had parts returned to Earth in the 1960s. Technology and protocols have greatly advanced in years since to help keep both clean rooms and our otherworldly explorations as pristine as possible. Even so, scientists will undoubtedly continue to contend with similarly difficult questions as they search for signs of alien life in samples returned from the moon, Mars and, perhaps someday, intriguing icy satellites of the outer solar system’s giant planets.\nIf NASA’stroubled Mars Sample Return (MSR) programsucceeds, for instance, scientists hope to scrutinizecarefully picked bitsof the world to understand itsprospects for life. “We are not only expecting organic rich samples but preparing for potential biosignatures,” the MSR team said in a statement toScientific American. “Therefore, in addition to enhanced cleaning protocols, comprehensive sterilization of the equipment and tools will be necessary—these are part of ongoing research and development efforts with our partners at [the European Space Agency].”\nCloser to home, the moon is so devoid of what most organisms use for energy that microbial contamination is a minor concern for scientists working with Apollo-era lunar samples. That could change in the future if efforts such as NASA’sArtemis IIImoon-sampling mission bring back materials from slightly more hospitable regions such asthe ice-filled cratersof the lunar south pole. All such samples would be curated in pristine environments and loaned to licensed scientists whose institutions are subject to security requirements. “NASA has been an extraordinary custodian of the Apollo samples,” says geologist Darby Dyar of Mount Holyoke College, who’s analyzing some of Apollo’s remaining pristine samples.\nSimilarly, as JAXA prepares for the 2026 launch of its Martian Moons eXploration (MMX) mission to return samples from Phobos, a Martian moon, Yada says the agency has begun monitoring the environment where spacecraft is being constructed and is developing aprotocolto handle the returned samples. “We publish these steps to share curation procedures with the global community ... so that researchers receiving samples can be confident in how they were handled, which is essential for interpreting scientific results,” he says.\nNeither agency mandates specific infrastructure or procedures for institutions loaning extraterrestrial samples, including to handle microbial contamination. “They are everywhere,” Dyar says of the microbes. “From a scientific perspective, you just do the best you can.” Thanks to advances in technology and screening tools, scientists are now able to study complex nuances of both biotic and abiotic chemistry at sensitivities that were unimaginable just a decade ago. Still, could we be fooled into mistaking plain old earthly microbes or their lifeless remnants for strange alien life-forms?\n“It is something we in the Mars community have wrestled with for a long time,” Steele says. “The short answer is no, unless alien life looks a lot like Earth life.”",
    "authors_names": "Sharmila Kuthunur",
    "difficulty": "medium",
    "sentiment": "neutral"
}