{
    "title": "Why It’s a Bad Idea to Shoot at New Jersey ‘Mystery Drones’",
    "link": "https://www.scientificamerican.com/article/no-its-not-a-good-idea-to-shoot-at-new-jersey-mystery-drones/",
    "category": "Aerospace",
    "date": "December 16, 2024",
    "summary": "Surging reports of strange drones in the skies over New Jersey and other parts of the northeast U.S. have spurred calls to shoot down the unidentified objects. But that’s a very bad idea",
    "authors": "Lee Billings",
    "date_pub": "December 16, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "As reports of mysterious drones flying over the northeast U.S. continue to surge, so too does a seemingly common-sense response: “Well, why not just try shooting one down?”\nThe sightings, which reportedly startedabout a month agoin the skies over northern New Jersey, have now spread to surrounding states including New York State, Pennsylvania and Maryland—and the seeming lack of satisfactory answers from local, state and federal authorities has left many public officials and ordinary citizens alike feeling frustrated and powerless. In response, a bipartisan chorus of lawmakers has begun calling formore aggressive measures. Even President-elect Donald Trump has weighed in, writing in aTruth Social postlast Friday that in the absence of proper explanation from the government, the next step should be to “shoot them down!!!”\nDear reader, at the risk of being considered politically biased or “in” on any number ofdrone-related conspiracy theories, it’s our duty to inform you that trying to shoot down one of these unidentified flying objects is a truly terrible idea. Please don’t do it—andnotjust because if the “drones” are emissaries from some alien supercivilization, shooting at them might be interpreted as an act of interstellar war.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nHere’s why:\nWhile some number of the sightings are almost certainlyreal dronesbeing operated by unknown parties for unclear reasons,according to the FBI, most of the thousands of New Jersey drone reports are consistent with witnesses misidentifying crewed aircraft. “In overlaying the visual sightings reported to the FBI with approach patterns for Newark-Liberty, JFK, and LaGuardia airports, the density of reported sightings matches the approach patterns of these very busy airports, with flights coming in throughout the night,” FBI officials noted in a White House media briefing Saturday. “This modeling is indicative of manned aviation being quite often mistaken for unmanned aviation or UAS [uncrewed aerial systems].”\nTo illustrate just how easy it is for most anyone to make this sort of mistake, look no further than New Jersey Senator Andy Kim, who met with concerned constituents at Round Valley Reservoir last Thursday night to see the phenomenon first-hand. Kim and his fellow observersnoted multiple sightings, many of which were captured on video. More detailed analysis revealed, however, that the potential drones were in fact mere airplanes—which Kimhelpfully explainedin a series of social media posts. Similarly, the following day former Maryland Governor Larry Hoganpostedabout dozens of drones flying over his home the night before; seemingly all of them weresubsequently identifiedas ordinary celestial objects, such as the planet Mars and the bright star Sirius.\nGranted, taking a potshot at another planet from your backyard may seem innocuous. Your bullets, slugs or pellets won’t reach escape velocity, let alone be able to navigate interplanetary space to reach their far-distant targets. But precisely because they can’t break Earth’s surly bonds, all ballistic projectiles fired upward will fall back to the surface—where they can easily causevery real and potentially deadly harm.\nFiring on an actual object flying in Earth’s atmosphere is of course a dangerous proposition, too—especially in this case, when so many reports are clearly misidentifying crewed aircraft flying relatively low and slow after taking off or during landing approaches at nearby airports. Generally speaking, although such circumstances are more favorable for conventional firearms hitting their mark, the odds of a bullseye are still low—but would you want to be the one responsible for a rifle bullet striking, say, a commercial passenger plane about to land in Newark?\nIf you’re especially physics-savvy, you might think to try firing something far faster and seemingly more innocuous at a suspected drone—like a laser beam. But while most lasers won’t blow a hole in a fuselage, they can still disorient aircraft crew, as well as sensors on uncrewed vehicles, creating hazardous situations. (And, alas, it seems the spate of drone reportshas already causedthis sort of laser-based “dazzling” for aircraft flying over New Jersey, presumably from people on the ground targeting them with laser pointers.) Outside of lasers, other electromagnetic effects, such asblasts of radio waves, can also disrupt aircraft navigation systems and are often used in military-grade drone-jamming technology. But these can have dangerous results, too.\nVia bullets or photons, in a worst-case scenario such external influence could result in an aircraft (whether a passenger-packed plane or some sort of clandestine drone) crashing in an uncontrolled descent. This would turn what was otherwise most likely a safe-but-spooky object in the sky into a genuine threat: effectively a fuel-filled (or battery-packed) missile plummeting toward the ground, potentially colliding with other aircraft as it goes or sparking a fire where it lands.\nBecause of all these very real risks, it’sa criminal offensein the U.S. for private citizens to interfere with, damage or destroy any flying aircraft—even if it’s unidentified and moving over private property. And shooting a gun into the airis typically unlawful, too, considered as the “reckless discharge of a firearm.”\nSo please, don’t try to shoot down any drones—or at least leave such tasks to the authorities. And while you’re at it, consider becoming more familiar with the wonders of the night sky, whether natural or humanmade. You’ll find most of them are rather beautiful and not at all threatening.",
    "authors_names": "Lee Billings",
    "difficulty": "easy",
    "sentiment": "neutral"
}