{
    "title": "Injuries from Electric Bikes and Scooters Have Tripled. Here’s What to Know",
    "link": "https://www.scientificamerican.com/article/injuries-from-electric-bikes-and-electric-scooters-have-tripled-heres-what-to-know/",
    "category": "Transportation",
    "date": "December 11, 2024",
    "summary": "Following a startling spike in electric scooter and e-bike injuries, epidemiologists warn of inadequate infrastructure and safety rules",
    "authors": "Ben Guarino",
    "date_pub": "December 11, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "Electric scooters and electric bikes have become a common sight in U.S. streets—and, in some cities, on the sidewalks, too. As a general rule, whenever a new kind of vehicle become ubiquitous, injuries tend to follow. Emergency department visits involving these so-called electric micromobility machines tripled in the U.S. between 2019 and 2022, according to a studypublished this week in the journalInjury Prevention. Men were injured in e-vehicle accidents more frequently than women. And among age groups in such injuries, children and teenagers were the most likely to be under the influence of alcohol.\n“The tripling of injuries between 2019 and 2022 underscores the rapid adoption of these devices,” saysAkshaya Bhagavathula, an associate professor of epidemiology at North Dakota State University and a co-author of the new study. It is also a consequence, he says, of a COVID-era trend in which travelers sought alternatives to public transportation. Small e-vehiclesdooffer perks such as avoiding traffic and, potentially, helping the planet: The battery-powered engines used in these machines are greener than their combustion equivalents, though net environmental benefitsdepend on how these vehicles are used.\nDespite the popularity of e-bikes and e-scooters, “infrastructure, safety regulations and awareness regarding the risks of impaired riding” have not kept up, Bhagavathula says. The epidemiologist and his colleagues searched the National Electronic Injury Surveillance System, a representative database of emergency departments in U.S. hospitals, and found 4,020 visits related to these vehicles in the study’s four-year window. That works out to estimates of 279,990 emergency department visits for e-scooter injuries and 16,600 such visits for e-bike injuries nationwide, the authors say.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nAmanda Montañez; Source:“Alcohol-Related Injuries from E-Scooter and E-Bike Use in the US (2019–2022): A Retrospective Study,” by Edwin Akomaning et al., inInjury Prevention. Published online December 9, 2024(data)\nAbout 10 percent of the total micromobility injuries were associated with the use of alcohol or of alcohol plus drugs. Compared with adults under age 40, children ages 10 to 17 (the youngest cohort studied) had 7.5 times greater odds of these emergency department visits that involved drinking. “As we know, alcohol and [drug] use impair judgement, coordination and balance, significantly [increasing] the risk of injuries,” Bhagavathula says.\nE-scooter injuries showed the most dramatic rise, from 521 in 2019 to 1,362 in 2022. This corresponds to an estimated nationwide increase from about 20,000 in 2019 to 63,000 in 2022. These devices have “vehicle-specific vulnerabilities,” Bhagavathula says, noting that their relatively small wheels can make them less stable than, for example, traditional bicycles.\nThese findings are in line with other recent reports that describe similar increases. A study published inJAMA Network Openin July found that, from 2017 to 2022,e-bike injuries doubled, and e-scooter injuries increased by 45 percent annually. Meanwhile injuries from human-powered bicycles and scooters remained mostly flat.\nAfter lower limbs, heads were the most frequently injured body part tracked in the new study. Not enough riders wear helmets, which is a critical issue, Bhagavathula notes. “Public safety campaigns and local regulations encouraging helmet use could greatly mitigate these risks,” he says, adding that e-mobility companies could do more to promote wearing the proper gear, too.",
    "authors_names": "Ben Guarino",
    "difficulty": null,
    "sentiment": null
}