{
    "title": "How the U.S. Lost Control of Bird Flu, Setting the Stage for Another Pandemic",
    "link": "https://www.scientificamerican.com/article/bird-flu-has-spread-out-of-control-after-mistakes-by-u-s-government-and/",
    "category": "Public Health",
    "date": "December 20, 2024",
    "summary": "As the bird flu virus moved into cows and people, sluggish federal action, deference to industry and neglect for worker safety put the country at risk",
    "authors": "Amy Maxmen, KFF Health News",
    "date_pub": "December 19, 2024",
    "read_time": "14min read",
    "type": null,
    "full_text": "Keith Poulsen’s jaw dropped when farmers showed him images on their cellphones at the World Dairy Expo in Wisconsin in October. A livestock veterinarian at the University of Wisconsin, Poulsen had seen sick cows before, with their noses dripping and udders slack.\nBut the scale of the farmers’ efforts to treat the sick cows stunned him. They showed videos of systems they built to hydrate hundreds of cattle at once. In 14-hour shifts, dairy workers pumped gallons of electrolyte-rich fluids into ailing cows through metal tubes inserted into the esophagus.\n“It was like watching a field hospital on an active battlefront treating hundreds of wounded soldiers,” he said.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nNearly a year into the first outbreak of the bird flu among cattle, the virus shows no sign of slowing. The U.S. government failed to eliminate the virus on dairy farms when it was confined to a handful of states, by quickly identifying infected cows and taking measures to keep their infections from spreading. Now at least 860 herds across 16 states have tested positive.\nExperts say they have lost faith in the government’s ability to contain the outbreak.\n“We are in a terrible situation and going into a worse situation,\" said Angela Rasmussen, a virologist at the University of Saskatchewan in Canada. “I don’t know if the bird flu will become a pandemic, but if it does, we are screwed.”\nTo understand how the bird flu got out of hand, KFF Health News interviewed nearly 70 government officials, farmers and farmworkers, and researchers with expertise in virology, pandemics, veterinary medicine, and more.\nTogether with emails obtained from local health departments through public records requests, this investigation revealed key problems, including deference to the farm industry, eroded public health budgets, neglect for the safety of agriculture workers, and the sluggish pace of federal interventions.\nCase in point: The U.S. Department of Agriculture this month announced afederal orderto test milk nationwide. Researchers welcomed the news but said it should have happened months ago — before the virus was so entrenched.\n“It’s disheartening to see so many of the same failures that emerged during the COVID-19 crisis reemerge,” said Tom Bollyky, director of the Global Health Program at the Council on Foreign Relations.\nFar more bird flu damage is inevitable, but the extent of it will be left to the Trump administration and Mother Nature. Already, the USDA has funneled more than $1.7 billion into tamping down the bird flu on poultry farms since 2022, which includes reimbursing farmers who’ve had to cull their flocks, and more than $430 million into combating the bird flu on dairy farms. In coming years, the bird flu may cost billions of dollars more in expenses and losses. Dairy industry experts say the virus kills roughly 2% to 5% of infected dairy cows and reduces a herd’s milk production by about 20%.\nWorse, the outbreak poses the threat of a pandemic. More than 60 people in the U.S. have been infected, mainly by cows or poultry, but cases could skyrocket if the virus evolves to spread efficiently from person to person. And therecent newsof a person critically ill in Louisiana with bird flu shows that the virus can be dangerous.\nJust afew mutationscould allow the bird flu to spread between people. Because viruses mutate within human and animal bodies, each infection is like a pull of a slot machine lever.\n“Even if there’s only a 5% chance of a bird flu pandemic happening, we’re talking about a pandemic that probably looks like 2020 or worse,” said Tom Peacock, a bird flu researcher at the Pirbright Institute in the United Kingdom, referring to COVID. “The U.S. knows the risk but hasn’t done anything to slow this down,” he added.\nBeyond the bird flu, the federal government’s handling of the outbreak reveals cracks in the U.S. health security system that would allow other risky new pathogens to take root. “This virus may not be the one that takes off,” said Maria Van Kerkhove, director of the emerging diseases group at the World Health Organization. “But this is a real fire exercise right now, and it demonstrates what needs to be improved.”\nIt may have been a grackle, a goose, or some other wild bird that infected a cow in northern Texas. In February, the state’s dairy farmers took note when cows stopped making milk. They worked alongside veterinarians to figure out why. In less than two months, veterinary researchers identified the highly pathogenic H5N1 bird flu virus as the culprit.\nLong listed among pathogens with pandemic potential, the bird flu’s unprecedented spread among cows marked a worrying shift. It had evolved to thrive in animals that are more like people biologically than birds.\nAfter the USDA announced the dairy outbreak on March 25, control shifted from farmers, veterinarians, and local officials to state and federal agencies. Collaboration disintegrated almost immediately.\nFarmers worried the government might block their milk sales or even demand sick cows be killed, as poultry are, said Kay Russo, a livestock veterinarian in Fort Collins, Colorado.\nInstead, Russo and other veterinarians said, they were dismayed by inaction. The USDA didn’t respond to their urgent requests to support studies on dairy farms — and for money and confidentiality policies to protect farmers from financial loss if they agreed to test animals.\nThe USDA announced that it would conduct studies itself. But researchers grew anxious as weeks passed without results. “Probably the biggest mistake from the USDA was not involving the boots-on-the-ground veterinarians,” Russo said.\nWill Clement, a USDA senior adviser for communications, said in an email: “Since first learning of H5N1 in dairy cattle in late March 2024, USDA has worked swiftly and diligently to assess the prevalence of the virus in U.S. dairy herds.” The agency provided research funds to state and national animal health labs beginning in April, he added.\nThe USDA didn’t require lactating cows to be tested before interstate travel until April 29. By then, the outbreak had spread to eight other states. Farmers often move cattle across great distances, for calving in one place, raising in warm, dry climates, and milking in cooler ones. Analyses of thevirus’s genesimplied that it spread between cows rather than repeatedly jumping from birds into herds.\nMilking equipment was a likely source of infection, and there were hints of other possibilities, such as through the air as cows coughed or in droplets on objects, like work boots. But not enough data had been collected to know how exactly it was happening. Many farmers declined to test their herds, despite an announcement of funds to compensate them for lost milk production in May.\n“There is a fear within the dairy farmer community that if they become officially listed as an affected farm, they may lose their milk market,” said Jamie Jonker, chief science officer at the National Milk Producers Federation, an organization that represents dairy farmers. To his knowledge, he added, this hasn’t happened.\nMilk samples to be tested for the bird flu virus.\nMichael M. Santiago/Getty Images\nSpeculation filled knowledge gaps. Zach Riley, head of the Colorado Livestock Association, said he suspected that wild birds may be spreading the virus to herds across the country, despite scientific data suggesting otherwise. Riley said farmers were considering whether to install “floppy inflatable men you see outside of car dealerships” to ward off the birds.\nAdvisories from agriculture departments to farmers were somewhat speculative, too. Officials recommended biosecurity measures such as disinfecting equipment and limiting visitors. As the virus kept spreading throughout the summer, USDA senior official Eric Deeble said at a press briefing, “The response is adequate.”\nThe USDA, the Centers for Disease Control and Prevention, and the Food and Drug Administration presented a united front at these briefings, calling it a “One Health” approach. In reality, agriculture agencies took the lead.\nThis was explicit in an email from a local health department in Colorado to the county’s commissioners. “The State is treating this primarily as an agriculture issue (rightly so) and the public health part is secondary,” wrote Jason Chessher, public health director in Weld County, Colorado. The state’s leading agricultural county, Weld’s livestock and poultry industry produces about $1.9 billion in sales each year.\nIn July, the bird flu spread from dairies in Colorado to poultry farms. To contain it, two poultry operations employed about650 temporary workers— Spanish-speaking immigrants as young as 15 — to cull flocks. Insidehot barns, they caught infected birds, gassed them with carbon dioxide, and disposed of the carcasses. Many did the hazardous job without goggles, face masks, and gloves.\nBy the time Colorado’s health department asked if workers felt sick, five women and four men had been infected. They all had red, swollen eyes — conjunctivitis — and several had such symptoms as fevers, body aches, and nausea.\nState health departments posted online notices offering farms protective gear, but dairy workers in several statestold KFF Health Newsthat they had none. They also hadn’t heard about the bird flu, never mind tests for it.\nStudies in Colorado, Michigan, andTexaswould later show that bird flu cases had gone under the radar. Inone analysis, eight dairy workers who hadn’t been tested — 7% of those studied — had antibodies against the virus, a sign that they had been infected.\nMissed cases made it impossible to determine how the virus jumped into people and whether it was growing more infectious or dangerous. “I have been distressed and depressed by the lack of epidemiologic data and the lack of surveillance,” said Nicole Lurie, an executive director at the international organization the Coalition for Epidemic Preparedness Innovations, who served as assistant secretary for preparedness and response in the Obama administration.\nCiting “insufficient data,” the British government raisedits assessmentof the risk posed by the U.S. dairy outbreak in July from three to four on a six-tier scale.\nVirologists around the world said they were flabbergasted by how poorly the United States was tracking the situation. “You are surrounded by highly pathogenic viruses in the wild and in farm animals,” said Marion Koopmans, head of virology at Erasmus Medical Center in the Netherlands. “If three months from now we are at the start of the pandemic, it is nobody’s surprise.”\nAlthough the bird flu is not yet spreading swiftly between people, a shift in that direction could cause immense suffering. The CDC has repeatedly described the cases among farmworkers this year as mild — they weren’t hospitalized. But that doesn’t mean symptoms are a breeze, or that the virus can’t cause worse.\n“It does not look pleasant,” wrote Sean Roberts, an emergency services specialist at the Tulare County, California, health department in an email to colleagues in May. He described photographs of an infected dairy worker in another state: “Apparently, the conjunctivitis that this is causing is not a mild one, but rather ruptured blood vessels and bleeding conjunctiva.”\nOver the past 30 years, half of around 900 people diagnosed with bird flu around the world have died. Even if the case fatality rate is much lower for this strain of the bird flu, COVID showed how devastating a one percent death rate can be when a virus spreads easily.\nLike other cases around the world, the person now hospitalized with the bird flu in Louisiana appears to have gotten the virus directly from birds. After the case was announced, the CDCreleased a statementsaying, “A sporadic case of severe H5N1 bird flu illness in a person is not unexpected.”\nLocal health officials were trying hard to track infections, according to hundreds of emails from county health departments in five states. But their efforts were stymied. Even if farmers reported infected herds to the USDA and agriculture agencies told health departments where the infected cows were, health officials had to rely on farm owners for access.\n“The agriculture community has dictated the rules of engagement from the start,” said Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. “That was a big mistake.”\nSome farmers told health officials not to visit and declined to monitor their employees for signs of sickness. Sending workers to clinics for testing could leave them shorthanded when cattle needed care. “Producer refuses to send workers to Sunrise [clinic] to get tested since they’re too busy. He has pinkeye, too,” said an email from the Weld, Colorado, health department.\n“We know of 386 persons exposed — but we know this is far from the total,” said an email from a public health specialist to officials at Tulare’s health department recounting a call with state health officials. “Employers do not want to run this through worker’s compensation. Workers are hesitant to get tested due to cost,” she wrote.\nJennifer Morse, medical director of the Mid-Michigan District Health Department, said local health officials have been hesitant to apply pressure afterthe backlashmany faced at the peak of COVID. Describing the 19 rural counties she serves as “very minimal-government-minded,” she said, “if you try to work against them, it will not go well.”\nRural health departments are also stretched thin. Organizations that specialize in outreach to farmworkers offered to assist health officials early in the outbreak, but months passed without contracts or funding. During the first years of COVID, lagging governmentfunds for outreachto farmworkers and other historically marginalized groups led to adisproportionate tollof the disease among people of color.\nKevin Griffis, director of communications at the CDC, said the agency worked with the National Center for Farmworker Health throughout the summer “to reach every farmworker impacted by H5N1.” But Bethany Boggess Alcauter, the center’s director of public health programs, said it didn’t receive a CDC grant for bird flu outreach until October, to the tune of $4 million. Before then, she said, the group had very limited funds for the task. “We are certainly not reaching ‘every farmworker,’” she added.\nFarmworker advocates also pressed the CDC for money to offset workers’ financial concerns about testing, including paying for medical care, sick leave, and the risk of being fired. This amounted to an offer of$75 each. “Outreach is clearly not a huge priority,” Boggess said. “I hear over and over from workers, ‘The cows are more valuable than us.’”\nThe USDA has so far put more than $2.1 billion into reimbursing poultry and dairy farmers for losses due to the bird flu and other measures to control the spread on farms. Federal agencies have also put $292 million into developing and stockpiling bird flu vaccines for animals and people. In acontroversial decision, the CDC has advised against offering the ones on hand to farmworkers.\n“If you want to keep this from becoming a human pandemic, you focus on protecting farmworkers, since that’s the most likely way that this will enter the human population,” said Peg Seminario, an occupational health researcher in Bethesda, Maryland. “The fact that this isn’t happening drives me crazy.”\nNirav Shah, principal deputy director of the CDC, said the agency aims to keep workers safe. “Widespread awareness does take time,” he said. “And that’s the work we’re committed to doing.”\nAs President-elect Donald Trump comes into office in January, farmworkers may be even less protected. Trump’s pledge of mass deportations will have repercussions whether they happen or not, said Tania Pacheco-Werner, director of the Central Valley Health Policy Institute in California.\nMany dairy and poultry workers are living in the U.S. without authorization or on temporary visas linked to their employers. Such precarity made people less willing to see doctors about COVID symptoms or complain about unsafe working conditions in 2020. Pacheco-Werner said, “Mass deportation is an astronomical challenge for public health.”\nA switch flipped in September among experts who study pandemics as national security threats. A patient in Missouri had the bird flu, and no one knew why. “Evidence points to this being a one-off case,” Shah said at a briefing with journalists. About a month later, the agency revealed it was not.\nAntibody tests found that a person who lived with the patient had been infected, too. The CDC didn’t know how the two had gotten the virus, and the possibility of human transmission couldn’t be ruled out.\nNonetheless, at an October briefing, Shah said the public risk remained low and the USDA’s Deeble said he was optimistic that the dairy outbreak could be eliminated.\nExperts were perturbed by such confident statements in the face of uncertainty, especially as California’s outbreak spiked anda childwas mysteriously infected by the same strain of virus found on dairy farms.\n“This wasn’t just immaculate conception,” said Stephen Morrison, director of the Global Health Policy Center at the Center for Strategic and International Studies. “It came from somewhere and we don’t know where, but that hasn’t triggered any kind of reset in approach — just the same kind of complacency and low energy.”\nSam Scarpino, a disease surveillance specialist in the Boston area, wondered how many other mysterious infections had gone undetected. Surveillance outside of farms was even patchier than on them, and bird flu tests have been hard to get.\nAlthough pandemic experts had identified the CDC’s singular hold on testing for new viruses as a key explanation for why America was hit so hard by COVID in 2020, the system remained the same. Bird flu tests could be run only by the CDC and public health labs until this month, even though commercial and academic diagnostic laboratories had inquired about running testssince April. The CDC and FDA should have tried to help them along months ago, said Ali Khan, a former top CDC official who now leads the University of Nebraska Medical Center College of Public Health.\nAs winter sets in, the bird flu becomes harder to spot because patient symptoms may be mistaken for the seasonal flu. Flu season also raises a risk that the two flu viruses could swap genes if they infect a person simultaneously. That could form a hybrid bird flu that spreads swiftly through coughs and sneezes.\nA sluggish response to emerging outbreaks may simply be a new, unfortunate norm for America, said Bollyky, at the Council on Foreign Relations. If so, the nation has gotten lucky that the bird flu still can’t spread easily between people. Controlling the virus will be much harder and costlier than it would have been when the outbreak was small. But it’s possible.\nAgriculture officials could start testing every silo of bulk milk, in every state, monthly, said Poulsen, the livestock veterinarian. “Not one and done,” he added. If they detect the virus, they’d need to determine the affected farm in time to stop sick cows from spreading infections to the rest of the herd — or at least to other farms. Cows can spread the bird flu before they’re sick, he said, so speed is crucial.\nCurtailing the virus on farms is the best way to prevent human infections, said Jennifer Nuzzo, director of the Pandemic Center at Brown University, but human surveillance must be stepped up, too. Every clinic serving communities where farmworkers live should have easy access to bird flu tests — and be encouraged to use them. Funds for farmworker outreach must be boosted. And, she added, the CDC should change its position and offer farmworkers bird flu vaccines to protect them and ward off the chance of a hybrid bird flu that spreads quickly.\nThe rising number of cases not linked to farms signals a need for more testing in general. When patients are positive on a general flu test — a common diagnostic that indicates human, swine, or bird flu — clinics should probe more deeply, Nuzzo said.\nThe alternative is a wait-and-see approach in which the nation responds only after enormous damage to lives or businesses. This tack tends to rely on mass vaccination. But an effort analogous to Trump’s Operation Warp Speed is not assured, and neither is rollout like that for the first COVID shots, given a rise in vaccine skepticism among Republican lawmakers.\nChange may instead need to start from the bottom up — on dairy farms, still the most common source of human infections, said Poulsen. He noticed a shift in attitudes among farmers at the Dairy Expo: “They’re starting to say, ‘How do I save my dairy for the next generation?’ They recognize how severe this is, and that it’s not just going away.”\nKFF Health Newsis a national newsroom that produces in-depth journalism about health issues and is one of the core operating programs atKFF— the independent source for health policy research, polling, and journalism.",
    "authors_names": "Amy Maxmen, KFF Health News",
    "difficulty": "easy",
    "sentiment": null
}