{
    "title": "U.S. Has First Case of Severe Bird Flu, CDC Confirms in H5N1 Update",
    "link": "https://www.scientificamerican.com/article/u-s-has-a-first-case-of-severe-bird-flu-cdc-confirms-in-h5n1-update/",
    "category": "Epidemiology",
    "date": "December 18, 2024",
    "summary": "Louisiana reported a person hospitalized with a severe case of H5N1, and the USDA has begun bulk milk testing",
    "authors": "Tanya Lewis",
    "date_pub": "December 18, 2024",
    "read_time": "2min read",
    "type": null,
    "full_text": "The ongoing bird flu outbreak in the U.S. just got a bit more concerning: a person in Louisiana has been hospitalized with thefirst severe case of infection with the H5N1 avian influenza virusin the U.S., the Centers for Disease Control and Prevention announced in a statement issued on Wednesday. The governor of California also issued astate of emergencyfor bird flu Wednesday as a precaution.\nAtotal of 61human cases of H5N1 have been confirmed in the U.S. this year. Most of them have occurred in dairy or poultry farm workers—and most of them have been mild. The recent Louisiana case,initially reportedby the Louisiana Department of Health last Friday, is the first known instance in which a person has been hospitalized for an with the H5N1 infection in the U.S. this year. An investigation is under way, but the involved person appears to have had contact with sick or dead birds from a backyard flock. The viral strain is different from the one currently circulatingin dairy cows. Preliminary genetic sequencing revealed it is likely related to the D1.1 strain that is now circulating in wild birds and poultry in the U.S. and to ahuman case in Canada.\nIn addition to the Louisiana case, Delaware recently reported aprobable H5N1 casethat was detected by routine state influenza surveillance. The infected person did not have known contact with sick animals. The CDC could not confirm the type of influenza A virus after multiple tests and has classified it as a “probable case.” There have been at least two previous cases with no known exposure.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n“These two cases do not change CDC’s current risk assessment for the general population, which remains low,” said Demetre Daskalakis, director of the CDC’s National Center for Immunization and Respiratory Diseases, in a group call with reporters on Wednesday. Nevertheless, “the large number of animals—birds and mammals—infected with H5 bird flu increases the risk of the virus potentially infecting people and potentially adapting to cause human-to-human spread.”\nH5N1 continues to infect dairy cows inat least 16 states, with 860 herds affected as of December 17. On December 6 the U.S. Department of Agriculture launched a new federal order forbulk testing raw milkfrom dairy cows. The order will be phased in starting with 13 states: California, Colorado, Michigan, Mississippi, Oregon, Pennsylvania, Indiana, Maryland, Montana, New York State, Ohio, Vermont and Washington.* Other states will be added as resources allow, Eric Deeble, the USDA’s deputy under secretary for marketing and regulatory programs, told reporters on Wednesday. Several field trials for bovine H5N1 vaccines are underway at locations around the country, he added.\nAlso this week the company Labcorp announced it will now offer a humanH5 bird flu testthat physicians can order.\n*Editor's Note (12/19/24): This sentence has been updated with the latest states participating in the USDA's bulk milk testing program.",
    "authors_names": "Tanya Lewis",
    "difficulty": "easy",
    "sentiment": "negative"
}