{
    "title": "Silicon Valley Is Reviving the Discredited and Discriminatory Idea of ‘Race Science’",
    "link": "https://www.scientificamerican.com/article/silicon-valley-is-reviving-the-discredited-and-discriminatory-idea-of-race/",
    "category": "Opinion",
    "date": "December 17, 2024",
    "summary": "Scientific racism today must be seen and rejected for what it truly is—a hollow attempt to dress discrimination in the garb of science and reason",
    "authors": "David Robert Grimes",
    "date_pub": "December 17, 2024",
    "read_time": "5min read",
    "type": "Opinion",
    "full_text": "History is filled with a long litany of beliefs that ultimately wilted under scientific scrutiny. Fromphlogiston theoryto ageocentric solar system, bad ideas were generally superseded by better ones. But in recent years one such meritless conjecture has nonethelessreared its horrific headagain in news, and in politics: “race science.”\nAcross Europe and the U.S., racist and anti-immigrant groupshave embracedlong-discredited ideas that races constitute biologically separate groups differing in everything from intelligence to birthrate. With immigration a defining topic in fractious debates on both sides of the Atlantic, scientific racism isnow explicit in right-wing discourse.\nIn October anexposéin the U.K.’sGuardiannewspaper revealed a network dedicated to proliferating race science worldwide had received years of funding from Silicon Valley. That same month came Donald Trump’scommentdecrying immigration as“a lot of bad genes in our country right now.” In June it was revealed that a U.K.Reform Party candidatehad previously insisted that sub-Saharan Africans were lowering IQ in the country.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nBut while its modern advocates rebrand scientific racism as “human biodiversity,” such insidious euphemisms are just attempts to give a veneer of respectability to hateful, pseudoscientific beliefs.\nThese beliefs have adark historytied to the racial pseudoscience of eugenics, and its popularity sadly continues unabated. On social media, avowed racistsmisrepresent genetic researchto bolster the narrative that white people are intrinsically superior. In the rarefied world of Silicon Valley, race science has made a dark renaissance, elevated byGoogle and other search engines. (In response to a request for comment fromScientific American,a representative of Google cited a statement from the company that had been included in aWiredarticle on this subject: “Our goal is for AI Overviews to provide links to high quality content so that people can click through to learn more, but for some queries there may not be a lot of high quality web content available.”) Last year a then forthcoming book,The Origins of Woke,by right-wing author Richard Hanania was lauded by tech industry figuresDavid Sacks and Peter Thiel. That same year the Huffington Post reported that Hanania hadpreviously written under a pseudonymfor white supremacist websites.He then wrote an essay in which he claimed to give “an explanation for why I wrote such things, and why I no longer hold such views.” But critics suggest those views arereflected in his bookand inracist comments he has continued to make, including his suggestions that people of color needaggressive policing and more incarceration. (Hanania did not reply to a request for comment fromScientific American.)\nModern proponents of race science insist they’re not motivated by racism but are simply reporting data on intelligence. This dubious claim was fostered by the publication ofThe Bell Curvein 1994, whichpropagated the ideathat African Americans were intellectually inferior. This central thesis was eviscerated inscathing criticismby experts ranging fromStephen J. GouldtoNoam Chomsky, many of whom noted the data presented wereriddled with errors and spurious inferences. This fatal criticism however was not enough to stop even some Nobel laureates, most notably DNA double helix co-discovererJames Watsonand transistor co-inventorWilliam Shockley, from pushing discredited claims on race and intelligence. Overall their arguments about ostensible racial differences commit a statistical fallacy, ignoring extremely relevantlurking variables; while slavery was abolished in the U.S. in 1865, this did not magically alleviate massive inequality or thelegacy of historical harmsthatpersist still.\nEven today Black people in the U.S. are more likely tobe malnourishedandimpoverished, with lower educational opportunity than more affluent white people. Such factors have severe ramifications. Childhood iodine deficiency alone is associated with a reduction inIQ of about 12 points. But the racial IQ gap beloved by race scientists undermines their own thesis: that gap has closed for decades, at arate far faster than any genetic explanation. Between 1984 and 1998 in Kenya, national IQ rose by astaggering 26.3 points, driven by improvements in national nutrition, health and parental literacy. Accordingly,racial IQ gaps in America and beyond are driven by environmental factors like education and socioeconomic status, exposing them not as a hallmark of genetic differences but a lingeringphantom of inequality.\nThe idea that intelligence is generally determined and ethnically fixed is a blatant falsehood. Take, for example, the reportedly high intelligence ofAshkenazi Jews. DuringWorld War I, IQ tests on Jewish soldiers yielded such lackluster results that psychologist, eugenicist and SAT inventor Carl Brighaminsistedthey tended “to disprove the popular belief that the Jew is highly intelligent.” By World War II, however, Jewish people scoredabove average, a change inexplicable with genetic arguments. In a cruel irony,Alfred Binetinvented the IQ test in France specifically to identify struggling students who needed extra support, recognizing from conception that intelligence had substantial environmental influence and was malleable rather than fixed. That some would subvert these tests from helpful intervention to discriminatory metric speaks volumes about their motivation.\nRelated is theworldwide anti-immigrant invectivethat asserts immigrants are intrinsically different from and threaten to “outbreed” the existing populations where they settle. Such panicked narratives lie at heart of modern “great replacement” and “white genocide” conspiracy theory narratives, propounded by voices that includeTucker Carlsonand right-wingItalian prime minister Giorgia Meloni. But this, too, is just a rehashing of wholly unsubstantiated centuries-old myths. Americans of the 1860s, ignoring their own impact on Indigenous peoples, fretted over the birthrate of immigrants,Irish people escapingthe horrors of the famine chief among them. They need not have worried; by thesecond generation, birthrates among this group had fallen sharply, tending toward the national average.\nThis is a stark illustration that total fertility rate (TFR) stems not from some intrinsic racial virility but is a function of socioeconomic forces. Women with better education and personal agency have more control over reproductive choice, tending to opt for fewer children. A striking example is provided byGhana, where women who complete high-school level education have a TFR of 2 to 3, relative to their peers without such education, who typically have six children. Contrary to paranoid racist fantasies, immigrants to new societies quickly integrate into similar patterns as their neighbors—including the number of children they tend to have.\nMost damningly for proponents of race science is that race itself is largely a fictious construct, so nebulous as to be scientifically useless. Humans differ at a genetic level by onlyminuscule amounts, and the idea of essential racial traits or clear lines demarcating them is ascientific myth. There is abundant evidence that variations within ethnic groups far exceeds those between them. As public health scientist Michael Yudelltold the Huffington Post in 2016, “Genetic methods do not support the classification of humans into discrete races.”Even white skin, the archetypical trait beloved of scientific racists, stems from gene variantSLC24A5,which only became a common phenotype after sustained interbreeding with thefirst farmers from the Near East. Far from being a marker of purity, diverse breeding spread the trait widely, a fact rendering white supremacist fixation upon it as deluded as it is disgraceful. The dark renaissance of scientific racism today is concerning but must be seen and rejected for what it truly is—a hollow attempt to drape discrimination in the garb of science and reason.\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those ofScientific American.",
    "authors_names": "David Robert Grimes",
    "difficulty": "easy",
    "sentiment": "negative"
}