{
    "title": "Science-Backed Sleep Tips from 2024 to Help You Snooze Better",
    "link": "https://www.scientificamerican.com/article/science-backed-sleep-tips-from-2024-to-help-you-snooze-better/",
    "category": "Sleep",
    "date": "December 13, 2024",
    "summary": "From the “sleepy girl mocktail” to power naps, researchers explained which sleep trends this yearreallyhelp with quality shut-eye",
    "authors": "Lauren J. Young",
    "date_pub": "December 13, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "Between jobs, school, kids, and other physical and mental tolls on our time and energy, we could all use better, more restful sleep. There’s no question that good shut-eye is important for our health. Research has linked poor sleep withimbalanced sugar levels and metabolismand with elevated risk ofcardiovascular issuesandneurological conditions, including dementia. And slumbering bodies are very fickle: sleep quality can be easily thrown off by any number of environmental disturbances or emotional or physical stressors.\nWe’re channeling some of the most helpful science-backed tips and findings that sleep experts have shared with us this year—so hopefully we feel more refreshed and reenergized in 2025.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nIf you’re feeling sluggish in the middle of the day, a short snooze could be the refresher the brain needs. Growing evidence suggests that daytime power naps can actually give a boost to critical thinking skills, memory, productivity and mood. As Science of Health columnist Lydia Denworth reports,there is a science to napping effectively.\nIt’s best to keep napping sessions 20 to 30 minutes long and before 5 P.M., for those who are regularly awake during daytime hours. That’s enough time to get in a cycle of “light sleep,” which is easier to wake up in, while avoiding disruptions to regular sleep at night. But note that regularly taking very long naps could be a sign of an underlying health issue.\nMariia Borovkova/Getty Images\n“Bed rotting,” or opting to stay in bed for prolonged periods of time, is one of social media’s favorite mental health trends. Conditions or disabilities may cause people to remain in bed, but bed rotting is seen as a kind of elective counterculture to “productive” activities—the opposite of working, exercising or studying. People who bed rot often claim that they feel rejuvenated after hours or even days during which they stay in bed, only leaving to go to the bathroom or get food.\nBut experts say this behavior can throw off the body’s internal clock, or circadian rhythm, which controls sleep-wake cycles. This could alter someone’s sleep drive (making them feel restless when they should be normally asleep) and sleep cues (making them less likely to associate their bed with sleepy times). To get out of a bed rotting cycle, experts say to first evaluate the reason why you feel the need for that kind of mental recharge. Then try to consistently wake up early in your sleep-wake cycle, no matter what time you went to sleep, and get natural light for an hour upon waking, if possible.\nThe “sleepy girl mocktail,” a concoction of cherry juice, seltzer and magnesium, was another trend that took off this year. People on TikTok touted that the homemade sip helped them slip into slumber more easily. But evidence that it works is up in the air. That said, one of the ingredients, magnesium, has been shown to play a role in sleep. The mineral can help relax muscles and affect pathways in the brain that stabilize mood and anxiety. Magnesium supplements can be found at local drugstores—but some types can act as a laxative that can disrupt sleep.\nKoldunova_Anna/Getty Images\nPeople have been sleeping on the floor for centuries—and for some cultures today, it’s important to well-being. Some people with certain back ailments also could findfloor sleeping particularly helpful.\nAccording to some physiotherapists, lying flat on your back, splayed out like a starfish, or tucking your knees up with your back on the floor helps stretch and take pressure off your back. The firmness of the floor might also give more support than a very soft mattress.\nMany experts agree that the practice isn’t appropriate for every back condition, however. The flatness of floors could lead to joint stiffness, put more pressure on hips and buttocks or reduce the curved shape of your spine, which can result in back pain.\nA 2023 survey found that up to a third of couples in the U.S. got a “sleep divorce,” a trend that further caught on this year as more people, including celebrities, shared that they are choosing tosleep separately from partners for a better night’s rest.\nSome evidence suggests that sleeping alone might be better for some couples. A lot of it has to do with differences in sleep compatibility. Research has shown that people with differing sleep schedules, such as night-shift workers and day-shift workers, can have poor sleep if they share a bed, and sleeping with a heavy snorer is more likely to cause fatigue and daytime sleepiness the next day. Researchers note, though, that there are benefits to co-sleeping—it can provide comfort and emotional support, which can relieve stress.\nMany people lost sleep over the stress of this year’s U.S. presidential election—and some may still be lying awake with anxiety.Any stressful event can disrupt sleep quality, but experts say there are actionable tips people can use:\nBefore bed, put away screens, and try to avoid doomscrolling, or overconsuming news—stop when you feel informed. If you’re feeling amped up or angry, de-escalate before getting into bed. Whether it’s practicing meditation, drinking a warm beverage, doing a puzzle or knitting, do an activity that gets you into state of sleepiness first—no matter what time it is. Using a lesson from cognitive behavioral therapy, try to turn negative thoughts into positive ones by focusing on things you’re grateful for, says Sally Ibrahim, a sleep physician at the University Hospitals health system in northeastern Ohio.\n“If I practice it over and over again, those thoughts will in turn calm me down. It gives me peace and joy,” she says. “And those are the kinds of things that help not only our mental health but sleep.”",
    "authors_names": "Lauren J. Young",
    "difficulty": "easy",
    "sentiment": "positive"
}