{
    "title": "Our Bodies Are So Ready to Celebrate the Rebirth of the Sun",
    "link": "https://www.scientificamerican.com/article/our-bodies-are-so-ready-to-celebrate-the-rebirth-of-the-sun/",
    "category": "Physiology",
    "date": "December 20, 2024",
    "summary": "The winter solstice is the culmination of a period every year when each cell in our body literally craves more light",
    "authors": "Gary Stix",
    "date_pub": "December 20, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "The moment when Earth’s Northern Hemisphere tilts farthest away from the sun—the December solstice, on the 21st this year—is not just a mark on the calendar. It is also defined by the way our bodies react to the event. The dimming of our daily ration of natural light leading up to the winter solstice produces a series of conspicuous physiological changes.\nThese changes relate to circadian rhythms. The word circadian derives from the Latin “circa diem,” meaning “about a day.” It signifies the way animals, plants, fungi and bacteria react to environmental cues, including inputs of light, on a daily and seasonal basis.\nSofia Axelrod is a chronobiologist at Rockefeller University who studies circadian rhythms and their impact on physiology and behavior. Her research in the laboratory of Nobelist Michael Young on circadian rhythms, sleep and longevity made her an ideal candidate to ask about how the solstice and the darkened days leading up to it affect creatures that range from fruit flies (the animals she began her studies on) to humans.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n[An edited transcript of the interview follows.]\nWhat happens to our bodily rhythms at higher latitudes on the shortest day of the year?\nOur bodily rhythms are set by light. Your internal bodily clock can get out of sync with the real time when, say, you travel east to west and light exposure is shifted. That also happens with the shortest day of the year because your light exposure in the summer is four to eight hours earlier than in the winter. In Berlin, where I’m from, sunrise is 3:45 A.M. on June 21 and 8:15 A.M. on December 21. So right now we’re not getting the daylight signal until hours after we have to get up to go to school or work, which feels horrible and is unhealthy for our circadian rhythm. And so you have this delayed onset of the circadian stimulus, which is supposed to tell your body through the eyes and a specialized brain structure that it’s time to start activating [transcribing and translating] a set of so-called clock genes that are basically like a secretary of all cells and tell other cells when to do what.\nOn top of that, we’re also not getting enough sunlight throughout the day because it gets dark so early: 3:56 P.M. in Berlin, to stay with that example. It’s dark hours before we’re supposed to get sleepy, and that can have detrimental effects on people’s mood, energy levels and sleep, and worsen “sundowning” in older people with dementia—engendering confusion, agitation and sleep disturbances.\nHow do people with sleep disturbances react?\nWhat you see in the winter is that people, if left to their own devices, get out of bed later because they’re simply not getting this light stimulation to start the day for them. Also, with the effect of indoor illumination in our modern society, there are significant changes in our sleep-wake duration.\nWe all experience this. It’s very hard to get out of bed when it’s pitch black, and conversely, in the summer, it’s very hard to sleep when you are in a very bright room and are getting a lot of early sunlight at 4 A.M. Is all of this healthy? Is it not healthy? Nothing that I just described suggests either way.\nBut light sensitivity varies among people. Generally, there is no problem with this unless it somehow interferes with your ability to function. A lot of people have trouble getting out of bed without light, and then they have a hard time functioning during the day. That’s when it gets tricky because there is a phenomenon of a lack of sunlight in the winter causing seasonal affective disorder, a circadian disruption that causes people to just feel really down. And that is a real thing that is entirely caused by the lack of light.\nIt’s not just the duration of the shortest day of the of the year in terms of when the sun comes up. It’s also the overall light level in higher latitudes. In New York City, where I am, on some days, it’s just very dim. The light level never reaches the amount or the dose that is required to instruct your circadian rhythm. If that is a prolonged state of your environment, that causes significant disruption of the circadian clock—which basically doesn’t do its job of organizing your cellular functions anymore. And one output of that is depression.\nIs an effect such as depression particularly acute in the immediate period around the winter solstice?\nYes, especially for people who get up early and then go basically to work in the dark, sit in a windowless office with indoor illumination that does not provide them with circadian stimulation, and then go home when it’s dark again. Basically, they have spent, potentially,weeksin complete circadian darkness. And, of course, all of this is most acute around the solstice because it’s the shortest day of the year, and then it gets better again. And people describe this in some cultures as a reawakening, and it’s really a reawakening of the circadian clock.\nAre there other effects besides depression? How does the solstice affect something such as resistance to infection?\nAll cells have circadian rhythms. If you don’t get enough light because it’s winter, the immune system dampens. You stop making immune cells—T cells, macrophages—that you need to fight infections at certain times of the day. Less light means a less functioning immune system and lower resistance to infection.\nThere has been talk about getting rid of daylight saving time, including from the incoming presidential administration. Would that be a good thing?\nWe shift our body twice a year with daylight savings, and that causes jet lag. That may not be a big deal for any given individual, but it is a big deal statistically at the overall population level. Heart attacks and traffic accidents jump the next day. It’s just an unnecessary thing that we subject our whole country to, and we should get rid of it.",
    "authors_names": "Gary Stix",
    "difficulty": "easy",
    "sentiment": "neutral"
}