{
    "title": "The Scientists Versus Dartmouth: Inside a Sexual Harassment Scandal That Shook Science to Its Core",
    "link": "https://www.scientificamerican.com/video/how-dartmouths-sexual-harassment-scandal-transformed-the-lives-of-these/",
    "category": "Social Sciences",
    "date": "December 19, 2024",
    "summary": "In 2017, a group of students at Dartmouth College filed a lawsuit that revealed an entrenched culture of power and abuse, and in doing so, they sparked a wider conversation about sexual violence in science.",
    "authors": "Sharon Shattuck",
    "date_pub": "December 18, 2024",
    "read_time": null,
    "type": null,
    "full_text": "Transcript\nTEXT CARD: 2020Dartmouth College, N.H.\nVassiki Chauhan:In September 2015, I arrived from the Boston Airport on the Dartmouth Coach that loops around the green.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nI felt hopeful about things that were going to happen here, things I’d get to learn, and science I’d get to do. But it doesn’t feel very much like that anymore.\nI’m Vassiki Chauhan. I’m a Ph.D. student in the field of cognitive neuroscience. I’m pursuing my Ph.D. at Dartmouth, and I specifically work on how humans perceive faces of other people.\nWhen I was in the ninth grade, I got my hands on a book about theory of relativity and Einstein’s life, and how he became a scientist, and that just blew my mind.\nI became really intrigued by physics, I spent all my pocket money buying books about cosmology, general relativity and quantum mechanics, like I was really really really into it.\nBecause I was interested in physics, I loved thinking about artificial intelligence and robotics...so it kind of all came together in the end.\nWhen I was pulling into Hanover, and I flew in from Mumbai, I was captivated by these red brick buildings. I felt like I was kind of walking into a dream when I got there.\nOnce I got here, I noticed that in order to fit in, there was a certain amount of requirement to go together and get a drink.\nThere were three tenured professors in the department of psychological and brain sciences. Todd Heatherton, Bill Kelley and Paul Whalen. They brought in a lot of grants, they were very famous.\nThe professors would be in the bar, and all of a sudden, you know, some women in the group would suddenly have new drinks in their hands that they didn’t even choose, that they didn’t pay for, and we knew that they were paid for by the professors.\nThat was highly normalized, so uh, I just went with it.\nKristina Rapuano:The mentorship was so heavily entangled in this drinking culture like, if there was a drink in front of you, like to turn it down almost felt like you were turning down advising.\nSasha Brietzke:Either you go out to the bar and have a beer with him and he’ll read your papers, or you don’t, and you’re neglected.\nAnnemarie Brown: There are now so many red flags. And none of them registered to me at all at the time as a red flag. They would try to keep us from talking to each other about our experiences, and it worked pretty well.\nRapuano:Bill Kelley and Paul Whalen would routinely make jokes about our physical appearance, as though this were a competition.\nAndrea Courtney:I witnessed Paul Whalen kiss someone on the forehead, and there were just lots of hugs and inappropriate touching.\nMarissa Evans:The text messages went from like \"Oh, what are you up to?\" to \"Oh, I've been drinking. Like a girl like you would never have a guy like me.” Sending nude photos and telling me like what he wanted to do with me…\nRapuano:When I entered graduate school with Bill Kelley, I experienced a lot of heavy grooming behaviors, from really day one. Until he physically took advantage of me at a conference. This being my advisor, I kind of just...I didn’t push back, I didn’t say anything. I felt trapped.\nChauhan:Cumulatively it's like all consistent with, you know, how predators behave.\nOne day Paul Whalen, he invited me to his house for a farewell party for one of his RAs and there were a bunch of other graduate students there. And then, we went to a bar and after that, I was like okay, if you want to get another beer, this place is closing down, we can go to your house.\nI’d been to his house before, and I didn’t feel like it was anything out of the ordinary.\nAnd I was trying to play music and he had gone to grab beers or something and I just . . . I felt his body behind me. And you know, you don't forget a thing like that. You don't forget that “Oh my god, what's really happening right now?”\nI always remember saying no…I used the word, I used the action. I was explicit. And I, I know that to the core.\nHe had so much power and influence and weight, and I was just this graduate student from India, like, early stages of my PhD.\nIt was just this deep and insidious violation of trust and human behavior.\nBrietzke:I didn't know for a while the degree of wrongdoing that had happened. I'd heard rumors.\nI went to a conference, an academic conference, and Todd Heatherton came to like a post conference event at a karaoke bar, extremely intoxicated. Um, and he like summoned me over to where he was sitting, and kind of grabbed me by, um, the butt and sat me on his lap. I just remember feeling this intense sense of embarrassment and shame and that I would never be taken seriously as a scientist.\nI started just kind of raging really, in the hotel, in the conference hotel. And then, after that I just started talking to people.\nCourtney:To be honest, it took comparing my experience with the other women before I started to realize I wasn’t the problem.\nBrown:We realized how eerie and startling the similarities were between the patterns of these women.\nWe realized, these men meant to do this.\nBrietzke:At first it's just like oh, this is just my experience. And then it's oh, other people had these experiences with these three men. And it's like oh, a lot of women.\nRapuano:So we sort of organized ourselves and met with the chairs of the department. Without even naming the professors they understood. They knew exactly who we were talking about and decided to launch a Title IX investigation.\nBrietzke:A committee determined that the three professors should be fired.\nBut before that could be finalized, Bill and Paul resigned, and Todd retired.\nChauhan:If you either allow three professors to resign or retire after a year-long investigation, you're not setting a precedent. You're just doing the easiest, least costly thing for the institution.\nAt that point it just felt like okay, maybe what we need to do to effect real change is sue the college from our side.\nBecause they need to treat us better.\nRapuano:When we first decided to file a lawsuit, I did want to remain anonymous.\nBrietzke:I felt like I was detonating my career without really knowing the full extent of the damages.\nChauhan:I was worried about not being seen as a scientist. Being seen as a victim.\nBut in order to have our stories resonate with other women, in order to get institutions to take interest in what we had to say, we had to go all-in.\nWe had to basically put our lives at stake for the impact we wanted to make.\nABC World News Tonight archival: “The stunning accusations from several young women, accusing three male professors at Dartmouth of turning their department into a 21st century Animal House, they say, calling it a ‘predator’s club.’”\nCourtney:The response was overwhelmingly positive and that was, very, very encouraging.\nRapuano:I've had faculty from other institutions reach out and ask for more information about our case so that they can make changes within their own departments.\nChauhan:A lot of Indian women reached out to me and they're like “given our culture I can't believe this is something that you decided to do, and it makes me feel like this is an option for me as well.”\nTEXT CARD:In 2019 the plaintiffs and 70+ class members reached a $14-million settlement with Dartmouth.\nTEXT CARD:Under the settlement, Dartmouth invested $1.5-million to hire diverse faculty and support a nonprofit working to end gender-based violence.\nTEXT CARD:2024Harlem, New York City\nRapuano:During the lawsuit, I think it was really important for our names and our faces to be part of that, because it humanized what that case represented. But it's important to know that our narratives don't end with that case. It's a story that is constantly evolving and unfolding, and it is our lives, and we're not defined by that case, but it transforms who we are to this day.\nSo I ended up becoming a research scientist at a startup. I'm really grateful that I've been able to land in a place where I can still do my science, but that has these more checks and balances, and I don't need to worry about that kind of abuse of power being wielded over me.\nOne of the things that I started doing is actually weight lifting. So I lift heavy weights three to four times a week. I can squat much more than my body weight. Yeah, it’s really fun. It feels good to be in your own body and, like, feel powerful.\nChauhan:I was a graduate student at Dartmouth when the lawsuit came out. So I had to finish my PhD in the aftermath of all of that. So in some ways there was a lot of hostility in that moment, in that environment.\nGiven that so much unexpected stuff had happened, I felt like there was no way science would hold onto me. It felt like nobody would want me, in fact. But um, I kept following the path of my curiosity, and that brought me to New York City.\nSo now I'm working as a postdoc at Barnard College.\nChauhan (tape):I can’t wait to show this to you…\nI also work as a publisher now, or volunteer as a publisher, with Science for the People.\nThis is the issue that I got involved with. It’s about technology.\nWe also have a robust, amazing New York City chapter where we engage in direct action together.\nIt's a really fulfilling experience to not feel alone in wanting science to be more than a profession.\nRapuano:I've been very fortunate to maintain a very close tie with my best friend Vassiki.\nShe's fiercely living her life in every aspect, both in her science as a postdoc, her activist work. I'm just always in awe of her.\nChauhan:What I’ve learned is that if you want to make change, don't go at it alone. Try to do it with people who will share the burden, and have the same goals as you and as a result can keep you accountable.\nThere are very few things I think of as permanent, but our friendship is one of those things.\nTEXT CARD:Scientific American reviewed the complaint filed by the interviewees as part of the lawsuit.\nTEXT CARD:In October 2024 we reached out to Dartmouth for comment on this story. The college replied:\n“There is no place for sexual violence or harassment at Dartmouth. We work every day to ensure a learning and research environment that is safe, respectful, equitable, and inclusive for all students, faculty, and staff.\n“Dartmouth had no prior knowledge of misconduct and applauds the efforts of the women who brought these concerns to light in 2017. Upon learning of the students’ concerns, Dartmouth promptly conducted a rigorous and objective review consisting of separate investigations of each of the former faculty members, led by an experienced external investigator who interviewed more than 50 witnesses and reviewed extensive documentation.\n“Dartmouth took the unprecedented step to revoke the tenure and terminate the employment of all three faculty members after a careful investigation revealed conduct that was at odds with the College’s values and violated its policies.”",
    "authors_names": "Sharon Shattuck",
    "difficulty": "easy",
    "sentiment": "neutral"
}