{
    "title": "Storm-Hunting Planes Are Taking on Atmospheric Rivers to Improve Forecasts",
    "link": "https://www.scientificamerican.com/article/atmospheric-river-forecasts-are-improving-thanks-to-storm-hunting-planes/",
    "category": "Weather",
    "date": "December 13, 2024",
    "summary": "Better forecasting would help communities prepare for the extreme weather from atmospheric rivers that causes an average of $1 billion in damages a year on the West Coast",
    "authors": "Chelsea Harvey, E&E News",
    "date_pub": "December 13, 2024",
    "read_time": "4min read",
    "type": null,
    "full_text": "CLIMATEWIRE |New England was still recovering Friday from a bout of extreme weather that dumped rainfall across the region and left tens of thousands of residents without power.\nThe midweek storm, fueled by a weather system known as an atmospheric river, produced wind gusts up to 60 miles per hour and likely gave Providence, Rhode Island, its wettest winter day on record — with as much as 5 inches of rain, according topreliminary reports.\nAtmospheric rivers aren’t new to meteorologists, but they are notoriously difficult to predict.\nIf you're enjoying this article, consider supporting our award-winning journalism bysubscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\nLike their earthbound counterparts, atmospheric rivers move massive amounts of water. They can carry through the air a volume of water vapor that’s equivalent to more than 10 times the water flow at the mouth of the Mississippi River.\nThe extreme moisture goes hand-in-hand with heavy cloud cover, which is a big reason it’s hard for satellites to accurately observe them — and for meteorologists to develop forecasts.\nBut now scientists say they’re making strides in predicting their behavior.\nResearchers with the National Weather Service and the Scripps Institution of Oceanography at the University of California San Diego have teamed up on a project known as the Atmospheric River Reconnaissance Program, or AR Recon.\nThe program skirts the satellite issue by collecting direct measurements from buoys and in the ocean and from special instruments dropped by planes including NOAA’s weather-monitoring G-IV jets and the Air Force Reserve’s famous “Hurricane Hunters.”\nThe on-site data already have led to marked improvements in atmospheric river forecasts. Models using these measurements have shown as much as a 12 percent improvement for forecasts in Central California and a 6 percent improvement for the continental United States as a whole.\nThese improvements are “moving the needle for the first time ever in the last couple of decades,” said Vijay Tallapragada, a senior scientist at NOAA’s Environmental Modeling Center.\nTallapragada is a co-principal investigator with the AR Recon program alongside Marty Ralph, director of the Center for Western Weather and Water Extremes at Scripps.\nThe advances in forecasts are a big deal — especially for the West Coast, where research suggests atmospheric rivers cause an average of $1 billion in damages each year.\nAccurate information on the timing and location of an atmospheric river’s landfall — and the amount of moisture it’s carrying — also helps western water managers strategically release supplies from their water reservoirs in advance, reducing the risk of damaging floods.\nThe AR Recon program kicked off in 2016 with three aircraft missions. These flights are carefully plotted by scientists in real time each winter as weather systems develop, with aircraft directed to fly in patterns specially designed for atmospheric river data collection.\nThe program has continued to expand in the years since, now launching dozens of flights each winter. This year will mark its most ambitious season yet.\nFrom early January through early March, two Air Force Reserve aircraft will be stationed in California and fully assigned to AR Recon, while a NOAA jet will be stationed in Hawaii. And two more aircraft will be stationed in Japan for the first time from late January through mid-February to collect new observations in the western Pacific.\nShips and planes also will deploy around 80 drifting buoys across the ocean this season. And scientists will release weather balloons from stations in Washington and California for additional measurements.\nIn future seasons, AR Recon scientists plan to expand their work and deploy flights from the Gulf of Mexico and the East Coast.\nAnd they’re starting a new partnership with U.S. universities this year too — aimed at expanding weather balloon observations across the country. The pilot will kick off this winter with five university partners, with the goal of expanding to 25 universities by February 2026.\nThe program also will rope in European partners for a one-month experiment in early 2026, flying European aircraft alongside U.S. aircraft for improved data collection over the Atlantic.\nAt the moment, atmospheric river forecasts are most accurate about three to five days out, Tallapragada noted. The program’s goal is to improve those forecasts to the seven-to-10 day range, a time period that will give emergency officials and water managers more time to plan for heavy precipitation events and try to mitigate flood risks.\n“I think it is possible with concerted efforts across multiple agencies and the assets that we have,” Tallapragada said. “The plan is to make significant advancements in our prediction technologies and bring the big changes in the stagnant precipitation forecast skill.”\nThe threat of atmospheric rivers recently has drawn the attention of lawmakers. Last year, Congress passed the Atmospheric Rivers Reconnaissance, Observation and Warning Act through the National Defense Authorization Act for fiscal year 2024, requiring winter season monitoring of atmospheric river systems off the West Coast.\nAnd U.S. Sens. Alex Padilla (D-Calif.) and Lisa Murkowski (R-Alaska) introduced a new bill in November known as the Improving Atmospheric River Forecasts Act, which would require NOAA to establish a new observation and forecasting program within the National Weather Service.\n“For the past several years, California communities have witnessed firsthand the ongoing threat of destructive flooding caused by intense and frequent atmospheric river storms,” Padilla said in a statement. “California scientists have led the way in improving our understanding of these storms, and this bipartisan bill will strengthen forecasts to both reduce flood risks and bolster our water supply and drought resilience.”\nReprinted fromE&E Newswith permission from POLITICO, LLC. Copyright 2024. E&E News provides essential news for energy and environment professionals.",
    "authors_names": "Chelsea Harvey, E&E News",
    "difficulty": "easy",
    "sentiment": "positive"
}